[
  {
    "Id": "a847216e-29f3-4346-9e1c-a86fa8ae154c",
    "Name": "Бургас",
    "Description": "Бургас е най-големият град в Югоизточна България и вторият по големина на българското Черноморие, а със своето землище от 253,644 km², той е вторият град по площ в България (след София). Според последното преброяване на ГРАО към 15 септември 2021 г. населението е 210 980 жители и така продължава да е четвъртият по население град в страната (след София, Пловдив и Варна).[2] Бургас е най-важният културен, стопански, транспортен, управленски, туристически и просветен център в Югоизточна България и е с национално значение. Градът е административно средище на едноименната община и област, както и седалище на регионални и национални институции.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "2c5d74ae-4805-41ce-9b97-ee23c403a97c",
    "Name": "София",
    "Description": "София е столица на България и неин най-голям град. Тя е 14-ият най-голям град по брой жители в Европейския съюз, с население 1 241 675 души (2019).Според резултатите от преброяването през 2011 г. населението на града е 1 291 591, което представлява 17,5% от населението на България. София е разположена в централната част на Западна България, в Софийската котловина и е заобиколена от планини: Витоша и Плана от юг, Софийската планина (част от Стара планина) от север, Люлин от запад, и Лозенската планина (част от Ихтиманска Средна гора) от изток. Това я прави четвъртата по височина столица в Европа. Изградена е върху четирите тераси на река Искър и нейните притоци: Перловска и Владайска (Елешница). В централната градска част, както и в кварталите Овча купел, Княжево, Горна баня и Панчарево, има минерални извори. Климатът на София е умерено континентален.София е основен административен, индустриален, транспортен, културен и университетски център на страната, като в нея е съсредоточено 1/6 от промишленото производство на България. Тук се намират също така Българската академия на науките, много университети, театри, кина, както и Националната художествена галерия, археологически, исторически, природонаучни и други музеи. На много места в центъра на града са запазени видими археологически паметници от римско време.София носи името на късноантичната раннохристиянска съборна църква на града „Света София“ (на гръцки Ἁγία Σοφία на латински: Sancta Sophia; или „Светата Премъдрост Божия“ (едно от имената на младия Исус Христос)). Празникът на града обаче е на 17 септември, когато Православната църква отбелязва Светите мъченици София, Вяра, Надежда и Любов. Датата е определена за Празник на София с решение на Столичния общински съвет от 25 март 1992 г.София е обявена за столица на 3 април 1879 г. от Учредителното народно събрание по предложение на проф. Марин Дринов, като стар български град, отдалечен от турската граница и средищно разположен в българското етническо землище.Девизът на столицата е „Расте, но не старѣе“.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "cad12485-1ea6-4fa7-a04e-959f66e97ab6",
    "Name": "Пловдив",
    "Description": "Пловдив е вторият по големина град в България с население от 366 436 души по настоящ адрес, към 15 септември 2021 г.Намира се в западната част на Горнотракийската низина, на двата бряга на река Марица. Отстои на 15 km северно от Родопите и на 50 km южно от Стара планина. Градът е застроен в подножията на шест сиенитни хълма, поради което често е наричан „Градът под тепетата“. Пловдив е управленски център на област Пловдив, община Пловдив, община Марица, община Родопи и е най-голямото стопанско ядро на Южния централен район.Пловдив е град на над 8000 години, чието минало може да се проследи от праисторията до наши дни. Първите неолитни поселения в границите на днешния град започват от VI хилядолетие пр.н.е., а от каменно-медната епоха (IV-III хилядолетие пр.н.е.) животът в града не е прекъсвал, което го нарежда сред най-древните постоянно обитавани градове в света.Запазени и консервирани са древни паметници като античния театър, римския одеон, агората (римския форум), римския стадион, къснантична сграда „Ейрене“, епископската базилика, малката базилика и други.Градът е най-динамично развиващият се център в Южна България. Икономиката му се крепи на добре развитата многопрофилна индустрия, на услугите, туризма и информационните технологии.В Пловдив се провеждат и множество културни прояви: международният панаир, международният театрален фестивал „Сцена на кръстопът“, „Капана фест“, „Нощта на Пловдив“, музикалният форум „Sounds of The Ages“, международният фолклорен фестивал „Пловдив“ и др.Пловдив е избран за европейска столица на културата за 2019 година съвместно с още един европейски град – Матера в Италия.Девизът на Пловдив е „Древен и вечен“.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "2f8afeb7-fd0f-47ba-be4e-3a9cd0145938",
    "Name": "Варна",
    "Description": "Варна е най-големият град в Североизточна България, разположен по бреговете на Черно море и Варненското езеро и е административен център на едноименните община и област. Той е най-големият град в Северна България и по българското Черноморие. Населението на града по сведения на ГРАО към 15 септември 2021 г. се изчислява на 348 103 души, което поставя Варна на трето място в България (след София и Пловдив).На територията му е разположено Адмиралтейството на Българската армия. Варна често се нарича „морската столица“ или „лятната столица на България“ и е важен туристически и просветен център, изходна точка за курортите по Северното Черноморие.В града се съхранява златно съкровище от халколита, за което се смяташе, че е най-старото златно съкровище в света, дало име на т.нар. Култура Варна. След като бяха направени разкопки в Града на птиците край Пазарджик, се установи, че откритото там обработено злато е с 200 – 300 г. по-старо от предметите във Варненския халколитен некропол.Но това, което прави уникална Варна, освен едно от най-старите златни съкровища в света, е и Международният балетен конкурс Варна, състоящ се на всеки две години в Летния театър на Варна през летния сезон.Варна е кандидат за Европейска младежка столица 2016 г. и Европейска столица на културата 2019 г. Побеждава в надпреварата за Европейска младежка столица през 2017 г.Сред международните културни събития, които се провеждат в града, са фестивалите Варненско лято, Любовта е лудост, Златният делфин, Август в изкуствата, Видеохолика и други.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "c12c55f4-e6db-4c6d-964b-2c5ee610293a",
    "Name": "Русе",
    "Description": "Русе е най-големият български град по поречието на река Дунав и петият град по големина в страната, след София, Пловдив, Варна и Бургас. Разположен е на североизточната граница на страната с Румъния. Градът е административен център на община Русе и област Русе, както и икономически, транспортен, културен и образователен център от регионално и национално значение. Населението на града е 144 533 души (по данни на ГРАО към 15 септември 2021 г.), което го затвърждава като петия по големина град в България. Отстоящ на 309 km от столицата София и на 74 km от румънската столица Букурещ, градът е потенциален стратегически интермодален и логистичен център на страната и на Югоизточна Европа, като се има предвид географското му положение, утвърдената му роля на важен промишлен център, както и наличието на първия в страната пътен и железопътен мост над река Дунав – Дунав мост. Реката приобщава града и към Паневропейски транспортен коридор 7, създавайки условия за търговско и круизно речно плаване.Русе е един от градовете в България, които привличат едновременно както с великолепната си архитектура, така и с богатото си историческо минало. Още преди хилядолетия (от II в. пр.н.е.) на мястото на днешния град е съществувала античната римска крепост Сексагинта Приста, която е изпълнявала роля на укрепление и пристанище по границата на римската държава. Налице са археологически находки, свидетелстващи за съществуването на тракийско селище преди възникването на Сексагинта Приста. След опустошаването на средновековния град Червен, който е бил сред важните средища на Второто българско царство, редом със столицата Търновград, голяма част от жителите на разрушената крепост са мигрирали към разрастващото се селище на територията на днешен Русе. По време на османското владичество градът продължава да се развива, като се превръща във важен пристанищен търговски център и военно укрепление.Русе е роден град на редица български възрожденци, радетели на българския дух, революционери и участници в Освобождението. Редом с това обаче той е и един космополитен за времето си, толериращ различни вероизповедания и възприемащ технологични и социални нововъведения европейски град. След Освобождението градът е най-многолюдният, но и най-модерен град в Княжество България, преди новата столица да го надмине по брой на населението.Много от технологичните нововъведения от края на XIX и началото на XX век намират първото си приложение в красивия дунавски град.Русе често е наричан в България „Малката Виена“ заради многобройните сгради-паметници на културата, в чиято архитектура са застъпени стиловете необарок, модерн, неокласицизъм и сецесион.Символи на града са Доходното здание и Паметникът на свободата. Жителите и гостите на Русе имат възможността да се насладят на архитектура, уникална за България. Аристократичният и романтичен дух на града привлича все повече туристи.Девизът на Русе е „Град на свободния дух“.Русе е родното място на Нобеловия лауреат за литература Елиас Канети.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "7b254482-6085-4b67-be97-d0c5465d2b4c",
    "Name": "Перник",
    "Description": "Перник е град в Западна България, административен център на област Перник и община Перник. По последни данни на НСИ към 31 декември 2018 г. населението му наброява 73 111 души, което го прави най-многочисления град в Западна България след столицата София и го нарежда на 11-о място в страната.В града се провежда един от най-големите фестивали в Европа – международният маскараден кукерски фестивал „Сурва“. Перник е член на Федерацията на европейските карнавални градове, както е и нейно седалище за България. През 2009 г. официално е обявен за европейска карнавална столица заради този фестивал.Още от създаването си през 9 век градът носи името Перник. Първите сведения за уседнал живот в района на Перник датират от 6000 г. пр. Хр.(ранен неолит). В годините преди да падне окончателно под властта на Византия градът служи за столица на земите между Дунав и Стара планина. Днес градът е сред индустриалните центрове на България.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "c6bb8848-d05e-437c-a92f-d90016a4f0ae",
    "Name": "Силистра",
    "Description": "Силѝстра е пристанищен град на река Дунав в Североизточна България. Той е административен и стопански център на едноименните община Силистра и област Силистра. Според последното преброяване на НСИ към 31 декември 2019 година,Силистра е 28-и по население в България с 30 983 жители.Силистра е град с богата история, като забележителности тук се открояват късноантична римска гробница и турската крепост Меджиди Табия.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "e57e8675-0654-4504-822d-04ce6abe30bd",
    "Name": "Хасково",
    "Description": "Хасково е град в централна Южна България. Той е административен център на община Хасково и област Хасково. Според последните данни на НСИ, към 31 декември 2020 г.,Хасково е с население 68 298 души и е 12-ият по големина град в страната.През Хасково минава най-бързият и пряк път, свързващ Европа с Азия и Близкия изток. Недалеч от границите с Турция и Гърция, Хасково се е превърнал в център на международен, търговски и културен обмен. Наличието на тези показатели превръщат Хасково и региона в привлекателна дестинация за развитието на промишленост, в сферата на строителство и машиностроене за хранително-вкусовата промишленост, химическа промишленост, винопроизводство, производството на храни, напитки и тютюневи изделия, шивашка и текстилна индустрия.В Хасково значително място заемат културата и туризма. Ежегодно в града се провеждат международните фестивали „Китна Тракия пее и танцува“, музикални дни „Недялка Симеонова“, фестивал за български хора и танци „Хайдушка софра“, национален конкурс за дебютна литература „Южна пролет“ и много други.На територията на община Хасково се намира една от най-впечатляващите тракийски гробници – Александровската гробница. Неизменна част от града е най-високата в света статуя на Пресвета Дева Мария с Младенеца.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "3ad31089-43be-4ee7-a500-d0163c43a853",
    "Name": "Сандански",
    "Description": "Сандански е град в Югозападна България. Той се намира в област Благоевград и е административен център на община Сандански. Наречен е на известния български революционер Яне Сандански.Смята се, че в района на Сандански е роден и живял водачът на най-голямото въстание в древността – Спартак от тракийското племе меди. Паметникът на Спартак е един от символите на града.Сандански е всепризнат природен санаториум в Европа за лечение на заболявания на дихателната система.",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  },
  {
    "Id": "bcdc8aba-348e-48cb-9913-00ad48e9801d",
    "Name": "Добрич",
    "Description": "Добрич (Толбухин в периода 1949 – 1990 г., на името на съветския маршал Фьодор Толбухин) е град в Североизточна България, административен и стопански център на област Добрич, община Добрич и община Добричка. Разположен е в южната част на историко-географската област Добруджа. Градът е девети по големина в страната с население от 80 936 жители към 31.12.2020 г. по данни от НСИ (91 453 жители по настоящ адрес към 15.04.2021 г. според ЕСГРАОН).",
    "CountryName": "България",
    "CountryId": "c315f8a7-061c-4e9c-845c-a5cfe9ea6e44"
  }
]