[
  {
    "Id": "2d669879-272b-4f08-914e-abb9040a567c",
    "Name": "Бял амур",
    "Weight": 39.75,
    "Lenght": 120,
    "Habittat": "Белият амур (Ctenopharyngodon idella) е риба, пренесена в България от Русия, като родината ѝ са реките Амур и Усури в Далечния изток. Оттам, поради изключително ценните си стопански качества и най-вече бързия темп на растеж, рибата е изкуствено разселена в Европа и Америка. В България първите амури са внесени още през 1964 г.",
    "Nutrition": "През първите етапи, личинките се хранят с дребен зоопланктон, като постепенно преминават на по-едри форми, като безгръбначни, хирономидни ларви, ракообразни. С нарастването си, белият амур започва да приема мека водна растителност, като възрастните консумират главно висши водни и сухоземни растения, с добре изразена избирателна способност към различните видове.",
    "Description": "На дължина достига над 120 cm и тегло 32 kg. Световният рекорд е 39,75 kg и е поставен в България от Стоян Илиев през 2009 г. в язовир Пясъчник. Месото му е бяло и вкусно, има удължено, заоблено тяло, покрито с едри люспи, подобни на тези на шарана. На пръв поглед белият амур силно напомня речния кефал – със същото торпедовидно тяло с мощна широкочела глава, подобни едри, изрядно подредени люспи, окръглени плавници, особено горният и аналният. При клена чифтните плавници са червено-оранжеви, а тук са опушено сиви. Освен това при белия амур опашната перка е повече изрязана навътре, с по-изразена стреловидност и при нея липсва по-тъмният кант в края, както е при клена. Съразмерно с тялото, при амура и устата е по-малка, отколкото при речния кефал, а хрилните капаци са радиално отчетливо набраздени. Хвърля хайвера си в руслото на пълноводни бързотечащи реки. Освен в река Дунав, в България не е констатиран случай на естествено размножаване. ",
    "Tips": "Най-ценното стопанско качество на белия амур е това, че може да се използва за биологична борба с обрастването на язовири, езера, блата, напоителни и отводнителни канали. В рибовъдните стопанства, отглеждан в поликултура, консумира и фураж, макар и да не го оползотворява добре.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642170877/FishApp/FishImages/%D0%91%D1%8F%D0%BB%20%D0%90%D0%BC%D1%83%D1%80/1_uouocn.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642170877/FishApp/FishImages/%D0%91%D1%8F%D0%BB%20%D0%90%D0%BC%D1%83%D1%80/2_psfay4.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642170877/FishApp/FishImages/%D0%91%D1%8F%D0%BB%20%D0%90%D0%BC%D1%83%D1%80/3_vhbymb.jpg"
      }
    ]
  },
  {
    "Id": "5cb5910b-da1f-4a5d-ac25-339e19e2da6a",
    "Name": "Бабушка",
    "Weight": 1.8,
    "Lenght": 45,
    "Habittat": "Бабушката е разпространена в голяма част от Европа и Азия. Завъдила се е в Северна Америка и Австралия, но там се счита за вредител, защото се конкурира за храна с местните риби и мъти водите. В България е обект на спортен риболов и е широко разпространена. Живее на големи популации в повечето езера, язовири и бавнотечащи реки. Тя е основна част от храната на повечето хищни риби в България. Среща се по притоците на Дунав от Искър до Русенски Лом и в Камчия.",
    "Nutrition": "Храни се с насекоми, червеи, мекотели, водорасли и др. Толерантна е към замърсени води и води с ниски концентрации на разтворен кислород.",
    "Description": "Бабушката (Rutilus rutilus) е сладководна риба от семейство шаранови, погрешно наричана още червеноперка поради това, че трудно се различава от истинската червеноперка (Scardinius erythropthalmus). Най-лесния признак, по който се отличава от червеноперката, са очите. При бабушката те са оранжево-червени, а при червеноперката – прозрачни, или в редки случаи бледо жълтеникави.Развитите риби достигат дължина 45 cm и тегло 1,8 кг, но такива екземпляри са рядкост. В България най-често се улавят 50 – 100 грамови бабушки, но в големи количества, тъй като рибите плуват в огромни пасажи. Перките на бабушката са оранжеви или с червеникав оттенък. Около лещата на окото също има оранжева шарка. Броят на лъчите в гръбната перка е от 10 до 12.Бабушката се чифтосва успешно с червеноперката и платиката (Abramis brama).",
    "Tips": "",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642170929/FishApp/FishImages/%D0%91%D0%B0%D0%B1%D1%83%D1%88%D0%BA%D0%B0/2_j7fiy3.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642170929/FishApp/FishImages/%D0%91%D0%B0%D0%B1%D1%83%D1%88%D0%BA%D0%B0/3_oa9vxa.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642170928/FishApp/FishImages/%D0%91%D0%B0%D0%B1%D1%83%D1%88%D0%BA%D0%B0/1_dyy3xt.jpg"
      }
    ]
  },
  {
    "Id": "38c77ea4-0660-4a25-b0be-5a82c3bd5eb8",
    "Name": "Бяла риба",
    "Weight":20,
    "Lenght":90,
    "Habittat": "Родината на бялата риба е Източна Европа и Западна Азия. Представена е успешно в Западна и Средна Европа, както и в някои части на САЩ. Обитава бавнотечащи реки, езера и язовири.",
    "Nutrition": "Активна е през нощта. Живее в дълбоките води, по песъчливите и каменистите дъна. Очите са големи и отразяват повече светлина на неосветени места, като отличното зрение е приспособление за нощния лов. Храни се с малки риби, ракообразни, ларви и нимфи на различни насекоми и др. В първите години от своя живот се движи на стада и напада стада от бабушки, костури и др. Когато наедрее, се отделя от стадото и ловува сама, като може да нападне себеподобни с маса до половин килограм. Прочиства водоемите от болни, наранени и неразвити риби. Избягва бедни на кислород води.",
    "Description": "Бялата риба, наричана в някои райони на България също сулка и якбалък (Sander lucioperca), е вид хищна сладководна риба. Разпространена е във водоемите в България.Тялото и главата са силно удължени. Има голяма уста, здрави челюсти и остри зъби. Средна дължина на тялото 50-90 cm. Нараства бързо, достига 10-20 kg при средно тегло 3-5 kg. Отгоре е зеленикаво-кафява, страните са по-светли. При младите риби се наблюдават тъмни вертикални черти. Броят на люспите в страничната линия е 80-90.Има две обособени гръбни перки, като предната има 1-2 твърди лъча и 13-17 меки лъча, а задната се състои от 19-24 меки лъча. По тях и по опашната перка минават ивици тъмни петна. Аналната перка има 2-3 твърди лъча и 11-12 меки лъча.Женската започва да изхвърля хайвера в края на февруари, като плодовитостта ѝ е до 500 000 яйца. Яйцата са бледожълти и се отлагат по растения, по пясъчното дъно или по камъни. Размножава се през април-май. Ларвите се излюпват няколко дни след това. Зародишното развитие продължава около 5-10 дни. Достига полова зрялост, когато навърши 3-4 години.",
    "Tips": "Бялата риба е ценен промишлен вид. В някои страни (Узбекистан) уловът на бяла риба съставлява 20-25% от националния улов на риба.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642171242/FishApp/FishImages/%D0%91%D1%8F%D0%BB%D0%B0%20%D1%80%D0%B8%D0%B1%D0%B0/1_miqcrj.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642171242/FishApp/FishImages/%D0%91%D1%8F%D0%BB%D0%B0%20%D1%80%D0%B8%D0%B1%D0%B0/4_k7xpor.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642171242/FishApp/FishImages/%D0%91%D1%8F%D0%BB%D0%B0%20%D1%80%D0%B8%D0%B1%D0%B0/2_irjstz.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642171242/FishApp/FishImages/%D0%91%D1%8F%D0%BB%D0%B0%20%D1%80%D0%B8%D0%B1%D0%B0/3_nkzuae.jpg"
      }
    ]
  },
  {
    "Id": "a4b37247-8198-4922-8ab6-ae96b46741b7",
    "Name": "Каракуда",
    "Weight":1.5,
    "Lenght":40,
    "Habittat": "Намират се както в топлите води на язовирите „Розов кладенец“ и „Овчарица“, така и в студените води на язовирите „Искър“ и „Батак“.",
    "Nutrition": "",
    "Description": "Каракудите (Carassius), наричани също караси или таранки, са род сладководни риби от семейство шаранови. В България се срещат два вида – Сребриста каракуда и Златиста каракуда. Обитават застояли или не много бързи води. Тялото е сравнително по-високо от това на шарана, но за разлика от него нямат мустачки и размерите са по-малки. Каракудите са вегетарианци или всеядни. Издържат много ниско съдържание на разтворен кислород във водата.Каракудата е толкова разпространена риба, че едва ли има някой, който да не знае как изглежда. Най-малкото защото и червените рибки от парковите езерца и от аквариумите всъщност са селекционирани каракуди. В България обитава както златната обикновена каракуда, така и сребърната каракуда – Carassius auratus gibelio. Поради това, че в биологията и в поведението им общото е повече от съществените различия, по-нататък ще говорим за каракудата изобщо. Тя е представител на семейство шаранови. От самия шаран се отличава доста трудно, но все пак основната разлика е, че тя няма мустачки в края на устата. Златистата каракуда достига до 40 cm дължина и тегло до 1,5 кг. При сребристата темпът на растеж е доста по-бърз и тя достига до 45 cm дължина и тегло до 4,5 кг. Общо взето се смята, че обикновената каракуда се развива повече във височина и расте много по-бавно от сребристата си братовчедка. Тялото на златистата каракуда е странично сплескано и силно изгърбено във височина. Гърбът е тъмнобронзов, а страните са златисти. Люспите са едри и ясно откроени. При сребристата люспите са малко по-едри, а гърбът на рибата тъмнее в зеленикаво, маслиново до сиво-черно. Страните са матово сребристи.И двата вида каракуда са пословично издръжливи и непретенциозни към водите, които обитават. Това е една от нашите риби, които могат да оцелеят във вода с минимални количества разтворен кислород (0,6 – 0,5 cm³/л). Минималното количество кислород далеч не е единственото постижение на шампионката по оцеляване в нашите води. Каракудата е способна да остане жива не в гьолче, а дори в обикновена локва. Тя е разпространена повсеместно, като единственото ѝ изискване е да няма бързо течение, защото тромавото ѝ тяло не е пригодено да се бори с него. Ето защо каракудата най-добре се развива в гьолове, блата, мъртвици и стари речни корита, микроязовирчета, баластриери, долните бавни течения на реките и големите ни язовири.",
    "Tips": "През зимата, особено в по-плитките водоеми, рибите се притаяват в тинята и изпадат в летаргия. Ако зимата е студена и водоемът замръзне до дъно, това ги спасява от смърт. Изобщо това е най-издръжливата нашенска риба, тя е нещо като „котката“ в рибешкия свят, защото има поне девет живота. Завита в мокър вестник, каракудата остава жива до два дни. Мнозина въдичари дори си купуват прясна, наглед мъртва дунавска ситна таранка от магазина, слагат я във вода и така поне 25 на сто от рибите се съживяват, за да бъдат използвани за стръв при риболов на щука.Обичаен обект на спортния риболов. Счита се, че не притежава високи вкусови качества. Въпреки че често се заравя в тинята, месото и много рядко мирише на тиня.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642174812/FishApp/FishImages/%D0%9A%D0%B0%D1%80%D0%B0%D0%BA%D1%83%D0%B4%D0%B0/1_wl2jgc.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642174801/FishApp/FishImages/%D0%9A%D0%B0%D1%80%D0%B0%D0%BA%D1%83%D0%B4%D0%B0/3_bwewix.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642174801/FishApp/FishImages/%D0%9A%D0%B0%D1%80%D0%B0%D0%BA%D1%83%D0%B4%D0%B0/2_vtxzwt.jpg"
      }
    ]
  },
  {
    "Id": "deb11bfe-a67f-4001-a156-86c1d6e79cc0",
    "Name": "Кефал",
    "Weight":7,
    "Lenght":80,
    "Habittat": "Ареалът му е много широк и се среща във всички реки в България ",
    "Nutrition": "Кленът е всеядна риба. Любими негови лакомства, които се използват за стръв са скакалецът, както и зрели плодове като слива, грозде, череша, вишна, бубонка, яде и малки рибки, жабки, попово прасе, търтей, пчела, оса, торен червей, земен червей, бял червей (от мърша; продават се в магазините за риболов)",
    "Description": "Речният кефал (Leuciscus cephalus), или клен, е сладководна риба от семейство Шаранови и основен представител на едноименния род Речни кефали. Живее в бавни до среднобързи води – в долните и средни течения на реките, напоителни канали, язовири.Тялото е странично сплеснато, по-вретеновидно при младите индивиди и по-източено с напредване на възрастта. Покрито е с едри люспи, със синьо-зеленикав, тъмнозелен, кафеникаво-зелен, тъмносив до черен гръб, зеленикаво-сребристи или жълто-златисти страни, бял блестящ корем и оранжеви до червеникави перки. Люспите са едри и подредени правилно като паваж. Характерно за речния кефал е, че всяка люспа е обиколена от тъмен синкаво-черен кант, съставен от тъмни точици.На дължина в зависимост от условията може да достигне до 80 см и тегло до 6 – 7 кг, като обичайните размери са 30 – 40 см и 0,5 – 1,5 кг. Официалният световен рекорд е 3,05 кг и е постигнат в река Рейн, Германия през 2009 година.Главата има характерно широко чело, а устата е голяма с удебелени устни. Има отлично зрение, с което се доближава до пъстървовите видове.",
    "Tips": "При екземплярите от този вид има специфични периодични придвижвания. В язовирите например кленовете извършват характерни сезонни миграции. Най-типичната от тях е пролетното навлизане в устията на пълнещите водоема реки, когато пасажи от кефали се качват нагоре срещу течението на реката. Това явление е свързано повече с инстинкта за размножаване, отколкото с преследването на плячка, но кленовете са склонни да следват и преместването на пасажите от малки рибки, които през есента напускат плитчините и търсят сигурност в дълбокото. Любими места за едрите кленове са в близост до отвесните, стръмно спускащи се във водата брегове. Те често патрулират покрай тях, дебнейки от дълбините рибета, рачета, малки жабчета и дори мишки. В блатата, мъртвиците и свързаните един с друг гьолове кефалите най-често се навъртат около протоците между различните части на водоема. При всички случаи обаче речният кефал предпочита чакълесто или пясъчно дъно за разлика от своя биологичен родственик мъздругата, която няма нищо против тинестите участъци. Целогодишно активна и доказано всеядна риба, речният кефал е по-скоро типично дневна риба. Общо взето, той усилено търси храна от ранно утро до късно привечер. Като има и изключения – в летните горещини активността му се измества към нощта и ранното утро.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175117/FishApp/FishImages/%D0%9A%D0%B5%D1%84%D0%B0%D0%BB/1_mhcn3w.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175117/FishApp/FishImages/%D0%9A%D0%B5%D1%84%D0%B0%D0%BB/2_njml4j.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175117/FishApp/FishImages/%D0%9A%D0%B5%D1%84%D0%B0%D0%BB/3_coyxs4.jpg"
      }
    ]
  },
  {
    "Id": "00807492-ee87-4477-a2e6-32748eb749d4",
    "Name": "Костур",
    "Weight":2.9,
    "Lenght":50,
    "Habittat": "Костурът е разпространен в Европа и Азия. Рибата е широко разпространена в България в блата, езера, язовири и бавнотечащи реки. Хвърля напролет 200 000 – 300 000 хайверни зърна. Силно разпространен в Швеция, има данни за уловени екземпляри с тегло над 3 килограма и над 43 см дължина.",
    "Nutrition": "Костурът е хищна риба, която се храни с малки рибки и безгръбначни. Има слабо стопанско значение, предимно е цел на спортния риболов.",
    "Description": "Костурът (Perca fluviatilis, наричана също меше) е риба от семейство костурови. Той достига дължина до 40 см и тегло около 2 кг. Официалният рекорд – 2,9 кг – е поставен през 2010 година на Оландските острови, Финландия.Тялото на костура е скъсено, високо и странично сплескано. При по-едрите екземпляри тялото е по-налято отколкото при младите и се наблюдава характерна за вида гърбица. Тялото е покрито с люспи, които са ситни, твърди и трудно се отделят от дебелата му кожа.Има големи оранжеви очи и голяма уста със ситни зъби, които са с изразен наклон навътре, което му помага да захваща плячката си.На гърба си костурът има две последователни гръбни перки с бодливи лъчи, служещи за защита от едрите хищни обитатели на водоема. За защита има шипове на хрилните капаци и страничните перки. Първият лъч от първата гръбна перка е с остър и гол шип, който е изключително остър и е най-видим за разлика от другите, които са по-дребни и затъпени.Женските екземпляри са отчетливо по-едри от мъжките, с по продълговати глави и заоблени тела.",
    "Tips": "Костурът е хищник, който води обичаен дневен начин на живот. Семейство Костурови е добре представено в българските реки, язовири и водоеми, като в последно време се наблюдава териториално разширение на популацията му.Обикновено костурите се придвижват в стада, съставени от близки по размер риби. Сред костурите се наблюдава канибализъм, когато се срещнат две стада с голяма разлика в размерите. Канибализъм се наблюдава и в случаите, когато водоемът, обитаван от костура, не съдържа достатачно друг вид храна.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175474/FishApp/FishImages/%D0%9A%D0%BE%D1%81%D1%82%D1%83%D1%80/1_lek4wu.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175473/FishApp/FishImages/%D0%9A%D0%BE%D1%81%D1%82%D1%83%D1%80/3_jy9dw4.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175473/FishApp/FishImages/%D0%9A%D0%BE%D1%81%D1%82%D1%83%D1%80/2_g29ock.jpg"
      }
    ]
  },
  {
    "Id": "ce38b1c7-ce35-43f4-aa2d-c4e7cf23854c",
    "Name": "Морунаж",
    "Weight":2,
    "Lenght":40,
    "Habittat": "Среща се предимно в Дунав и притоците му. Може да се срещне и в средното и долното течение на Струма, и в някои язовири.",
    "Nutrition": " Храни се изключително с животинска храна – ракообразни, мекотели, безгръбначни, ларви, личинки, червеи и др. предимно по дъното. Предпочита средните и бавните участъци на течението, където в търсене на храна се рови по дъното и около камъните. Храни се през цялата година, тъй като не спи зимен сън",
    "Description": "Морунашът е от семейство шаранови. На пръв поглед прилича на скобара. Има долен кил без люспи, кил зад гръбната перка, с извити люспи, и пространство от главата до гръбния плавник с лека вдлъбнатина в средата. Размерите на морунаша са до 40 см дължина и до 2 кг. Обикновено се ловят по-малки екземпляри. Морунашът е стадна риба, която се движи на пасажи от екземпляри с еднакви размери. Гърбът е тъмносив, зеленикаво маслинен или почти синкав. Страните са сребристи, а долните перки червени като на клен. Гръбната перка е сива, каквато е и опашката. Очите са сравнително големи за размерите.",
    "Tips": "одходящи за захранване са житото, царевицата, кюспето, готови захранки в които се добавя бял червей. Лови се предимно на плувка и дъно. Избират се по дълбоки места и участъци от реката, средно до бавно течение и твърдо, чакълесто дъно. Приготвя се предимно пържен. Няма ценни вкусови качества. Минимално допустимите размери за улов на морунаш (Vimba vimba) са 25 см.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175721/FishApp/FishImages/%D0%9C%D0%BE%D1%80%D1%83%D0%BD%D0%B0%D0%B6/1_edl2pc.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175720/FishApp/FishImages/%D0%9C%D0%BE%D1%80%D1%83%D0%BD%D0%B0%D0%B6/3_pcgajt.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642175720/FishApp/FishImages/%D0%9C%D0%BE%D1%80%D1%83%D0%BD%D0%B0%D0%B6/2_bkwrsk.jpg"
      }
    ]
  },
  {
    "Id": "d5e57364-8c76-4f3e-831f-43e278fc097a",
    "Name": "Бяла мряна",
    "Weight":12,
    "Lenght":120,
    "Habittat": "Видът е разпространен в Австрия, Андора, Беларус, Белгия, Босна и Херцеговина, България, Великобритания, Германия, Испания, Италия, Латвия, Литва, Лихтенщайн, Люксембург, Молдова, Нидерландия, Полша, Република Македония, Румъния, Русия, Словакия, Словения, Сърбия, Украйна, Унгария, Франция, Хърватия, Черна гора, Чехия и Швейцария.Бялата мряна обитава само определени реки в България – в река Дунав и в нейните притоци. Искър е реката с най-масово разпространение на бялата мряна в България. В реки като Янтра и Огоста се среща по-рядко. Тази риба живее в бързеите и в широките реки. Бялата и черната мряна не се различават по поведение, но по размери бялата е в пъти по-голяма. По българските реки се улавят екземпляри близо килограм, най-много 2 – 3 килограма. В по-големи реки, като Дунав например, са хващани бели мрени с тегло 7 – 8 килограма, но рядко.",
    "Nutrition": "Бялата мряна е дънна риба. Всеядна риба е, но предпочита животинска храна. Храни се само по дъното. Предпочита каменисти и чакълести дъна, понякога и глинести, където намира ларви, насекоми, червеи, пиявици с чувствителните си мустачки.",
    "Description": "Бялата мряна (Barbus barbus) е вид лъчеперка от семейство Шаранови.Бялата мряна достига размери от 80 – 100 сантиметра и маса от 6 – 8 килограма. Максималната дължина, която може да достигне е 120 см и маса до 12 кг. Главата е конусовидна с долна уста, която се отваря като рало напред. Има четири чувствителни мустачки в краищата ѝ. Очите на мряната са малки, а гръбната перка е голяма и висока. Първият лъч от тази перка е твърд и назъбен като при шарана, но за разлика от него е извит назад при върха. Има мощен и здрав опашен плавник, който ѝ позволява да се движи в силните течения. Гръбната перка и горната част на опашката са сиво-кафяви. Останалите плавници са светло оранжеви с червеникав оттенък. Гърбът ѝ е кафяв, дори сив, а коремът е мръсно бял.",
    "Tips": "",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176004/FishApp/FishImages/%D0%91%D1%8F%D0%BB%D0%B0%20%D0%BC%D1%80%D1%8F%D0%BD%D0%B0/2_gpj2we.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176004/FishApp/FishImages/%D0%91%D1%8F%D0%BB%D0%B0%20%D0%BC%D1%80%D1%8F%D0%BD%D0%B0/1_nsxbaf.jpg"
      }
    ]
  },
  {
    "Id": "fc3e7219-8ea4-4ef9-a346-7edc210f9362",
    "Name": "Платика",
    "Weight":10,
    "Lenght":75,
    "Habittat": "Платиката обитава бавнотечащи води — долните течения на реки, езера и дори тинести блата. По-рядко се среща и в бракични открити води.Платиката е типична и често срещана риба в Европа, както и в средните части на Азия. Разпространена е във водоеми, северно от Алпите и Пиренеите, както и на Балканите. На изток достига до Каспийско, Черно и Аралско море.Страните, на чиято територия се среща платика, са Афганистан, Андора, Армения, Австрия, Азърбайджан, Беларус, Белгия, Босна и Херцеговина, България, Дания, Естония, Финландия, Франция, Грузия, Германия, Гърция, Унгария, Иран, Ирландия, Италия, Казакстан, Латвия, Лихтенщайн, Литва, Люксембург, Северна Македония, Молдова, Черна гора, Холандия, Норвегия, Полша, Румъния, Русия, Сърбия, Словакия, Словения, Испания, Хърватска, Чехия, Швеция, Швейцария, Турция, Туркменистан, Украйна, Великобритания и Узбекистан.В България платика може да се срещне по цялото течение на река Дунав, Вит в долното течение на река Камчия и в Шабленското езеро. Изкуствено зарибени с платика са и редица водоизточници — язовир „Овчарица“, язовир „Розов кладенец“, както и язовир Искър.",
    "Nutrition": "Тази риба е практически всеядна. Храни се с различни безгръбначни, червеи, ларви на насекоми, пиявици, но не отказва и растителна храна като водорасли и дребни придънни растения.",
    "Description": "Платиката (Abramis brama) е сладководна риба от семейство Шаранови. Това е придънна риба, хранеща се както с животинска, така и растителна храна. Широкоразпространен вид, често обект на спортен риболов.Платиката притежава сравнително голямо странично-сплеснато тяло и малка глава. Тя има най-сплесканото тяло от всички придънни риби. Непосредствено зад главата в гръбната част на тялото се разполага характерна и сравнително висока гърбица. Аналният плавник е с източена, продълговата форма и около него липсва люспесто покритие. Окраската варира силно в зависимост от околната среда, но най-често е в сребристо сив цвят. При по-възрастните екземпляри тялото може да добие бронзов оттенък, особено в чисти води. Плавниците са сивкави до черни, но никога не са яркооцветени. Притежава характерна уста, разположена в долната част на главата.Гръбначният стълб е изграден от 43 до 45 прешлена. Гръбната перка е една, с 3 шипа и 9 до 10 лъча. Опашната перка е разклонена със сравнително нормална форма. Аналната перка е също една с 3 шипа и 23 до 30 лъча. Коремните перки са чифтни с 1 шип и 15 до 17 лъча. Гръдните перки са чифтни с 2 шипа и 8 до 9 лъча.Платиката варира между 30 и 55 cm дължина, но се срещат екземпляри и до 75 cm. Теглото е между два и четири, рядко пет килограма. Официалният рекорд е 6,01 кг и е постигнат през 1984 година в река Хагбион край Калмар, Швеция.Гигантска платика e уловена в Англия през пролетта на 2012 г. Оказва се, че екземплярът чупи дори досегашния световен рекорд за всички времена. Трофейната платика тежи точно 23 либри, което се равнява на 10,5 килограма.",
    "Tips": "Платиката хвърля хайвера си през пролетта, най-често през април до май, при средна температура на водата между 17 и 20 градуса. По време на размножителния период мъжките оформят своя територия, където женските отлагат своя хайвер. Женските платики полагат хайвера си върху водни растения и водорасли, като средното количество яйца е между 100 000 и 300 000. Малките се излюпват след около 12 дена и остават закрепени към растенията посредством адхезивна материя, до изчерпване на запасите в жълтъчното мехурче. Половата зрялост настъпва едва през третата или четвъртата година.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176291/FishApp/FishImages/%D0%9F%D0%BB%D0%B0%D1%82%D0%B8%D0%BA%D0%B0/2_jup9gs.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176292/FishApp/FishImages/%D0%9F%D0%BB%D0%B0%D1%82%D0%B8%D0%BA%D0%B0/3_hvmffa.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176290/FishApp/FishImages/%D0%9F%D0%BB%D0%B0%D1%82%D0%B8%D0%BA%D0%B0/1_cnzh4y.jpg"
      }
    ]
  },
  {
    "Id": "629227b4-b367-4cae-9188-fe71675601cf",
    "Name": "Балканска пъстърва",
    "Weight":20,
    "Lenght":40,
    "Habittat": "Разпространен е в Австрия, Андора, Беларус, България, Белгия, Великобритания, Германия, Гърнзи, Дания, Джърси, Естония, Ирландия, Исландия, Испания, Латвия, Литва, Лихтенщайн, Люксембург, Нидерландия, Норвегия, Остров Ман, Полша, Португалия, Румъния, Русия, Словакия, Словения, Сърбия, Украйна, Унгария, Фарьорските острови, Финландия, Франция, Хърватия, Чехия, Швейцария и Швеция.",
    "Nutrition": " ",
    "Description": "Балканската пъстърва, още кафява или речна пъстърва (Salmo trutta fario), е риба от семейство Пъстървови (Salmonidae). В миналото е била разпространена само в Европа и Северна Азия, включително и в България. През 1883 г. е пренесена в Северна Америка. Живее в сладка вода.Отстрани е светлокафява, а към корема преминава почти в жълто. Също така има големи розови петна на двете страни. Средната големина на този вид е около 40 см. Обитава чисти и студени, богати на кислород, води. Пъстървите могат да плуват срещу течението, хвърлят хайвера си в горната част на реките и ако на пътя им има праг или друго препятствие, правят скокове във въздуха и така ги преодоляват. Тя е хищна риба, която се храни с мухи, червеи и често в менюто ѝ се включват по-малки рибки.Балканската пъстърва е обект на спортен риболов. Използвани примамки са въртящите блесни, най-често модели, „окраската“ на които представлява ярък фон с контрастиращи точки. Уловът на изкуствена муха е най-популярен и най-емоционален. Месото на Балканската пъстърва се слави с отличните си вкусови качества, поради което се смята за деликатес сред останалите речни риби.",
    "Tips": "Пъстървата е една от храните, които е добре редовно да включваме в хранителното си меню. Подобно на сьомгата, и пъстървата е изключително полезна, предимно заради високото си съдържание на Омега-3 мастните киселини. Те са изключително важни за работата на сърцето и нервната система. Редовното ядене на пъстърва ще ни зареди с тонус, мозъка – с енергия, а освен това ще накара косата и кожата ни да засияят. Омега 3-мастните киселини са безценни за сухата кожа, която има нужда от постоянно подхранване.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176783/FishApp/FishImages/%D0%91%D0%B0%D0%BB%D0%BA%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%20%D0%BF%D1%8A%D1%81%D1%82%D1%8A%D1%80%D0%B2%D0%B0/1_yzqems.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176783/FishApp/FishImages/%D0%91%D0%B0%D0%BB%D0%BA%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%20%D0%BF%D1%8A%D1%81%D1%82%D1%8A%D1%80%D0%B2%D0%B0/2_axtwdg.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642176783/FishApp/FishImages/%D0%91%D0%B0%D0%BB%D0%BA%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%20%D0%BF%D1%8A%D1%81%D1%82%D1%8A%D1%80%D0%B2%D0%B0/3_fobuql.jpg"
      }
    ]
  },
  {
    "Id": "071844b3-d086-4d94-b5a1-28b31de7562e",
    "Name": "Сом",
    "Weight":300,
    "Lenght":500,
    "Habittat": "Разпространен е в Европа и Азия. В България се среща в Дунав, Струма, Тунджа, Марица, Янтра, Вит и техните притоци. Някои от големите язовири, които обитава сомът, са Въча, Студен кладенец, Кърджали, Ивайловград, Пясъчник, Йовковци, Жребчево, Тича и др. ",
    "Nutrition": "Сомът е хищна риба и се храни с рибки, жаби, раци, насекоми, мекотели и дори по-дребни представители на собствения си вид. По-едрите могат да включат в менюто си дребни бозайници и водоплаващи птици.",
    "Description": "Сомът (Silurus glanis), още Европейски сом, е сладководна риба, чието тяло е без люспи. На дължина вероятно достига до 5 m, а на тегло – до 300 kg (тези данни са от стари публикации и не са доказани). Официалният рекорд е 134,97 kg – на сом, уловен в река По, Италия през 2010 г.Зъбите на сома са остри и завити навътре. Отгоре тялото му е тъмно, а страните и коремът са на петна. На горната челюст има две, а на долната – четири по-къси мустачки. Тези мустачки са осезателните му органи.",
    "Tips": "Осезанието му е добре развито. Сомът е активен лятно време при по-висока температура на водата. През зимата ляга на дъното и изпада в летаргия. Пробужда се от зимен сън към средата на април и ловува до ноември, като активността му е най-голяма на дълбоко заради по-топлата вода. В средата на лятото може да напада плячката си и по повърхността на водоемите.Сомът се лови по няколко начина: от брега, от лодка на „влачене“ или от лодка на „кльонк“. Могат да се използват както естествени, така и изкуствени примамки.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177065/FishApp/FishImages/%D0%A1%D0%BE%D0%BC/1_ov156m.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177065/FishApp/FishImages/%D0%A1%D0%BE%D0%BC/2_xlxpzc.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177065/FishApp/FishImages/%D0%A1%D0%BE%D0%BC/3_itz5tu.jpg"
      }
    ]
  },
  {
    "Id": "09a7cc55-7ed5-48c0-a3de-fb03553bddba",
    "Name": "Червеноперка",
    "Weight": 2,
    "Lenght": 35,
    "Habittat": "Разпространена е в цяла Европа и североизточната част на Мала Азия. В България е разпространена в почти всички реки и язовири, но в малочислени количества.",
    "Nutrition": "Храни се с безгръбначни животни и растителна храна, близо до повърхността. Не е придирчива към чистотата на водоемите.",
    "Description": "Червеноперката (Scardinius erythrophthalmus) е сладководна риба от семейство шаранови. Обект е на промишлен и спортен риболов. Почти идентичната на вид бабушка (Rutilus rutilus) често се смята погрешно за „червеноперка“ от повечето рибари. Двата вида се чифтосват успешно.Има характерни оранжево-червеникави перки, от където идва и названието ѝ. Тялото е сплеснато. Люспите са жълтеникави. Гръбната перка е разположена далече от главата. Броят на лъчи в тази перка е 8 или 9. Устата ѝ е сплескана и сочи нагоре поради навика си да всмуква насекоми и друга храна от повърхността. Средната нормална дължина, до която достига е около 15-20 cm. Екземплярите, които достигат максимална дължина са от порядъка на 35-36 cm. Рядко може да достигне тегло от 2 кг.",
    "Tips": "Най-често използвания метод за лов на червеноперка е на плувка, с малка плувка тънко влакно и малки кукички. Лови се също и на дъно. За стръв се използва хляб, варено жито, бели и торни червеи. Месото на червеноперката има натрапчиво тревен вкус. По скоро има лоши вкусови качества. Може да се накисне в прясно мляко.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177315/FishApp/FishImages/%D0%A7%D0%B5%D1%80%D0%B2%D0%B5%D0%BD%D0%BE%D0%BF%D0%B5%D1%80%D0%BA%D0%B0/2_bsszje.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177315/FishApp/FishImages/%D0%A7%D0%B5%D1%80%D0%B2%D0%B5%D0%BD%D0%BE%D0%BF%D0%B5%D1%80%D0%BA%D0%B0/1_dtgxcw.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177315/FishApp/FishImages/%D0%A7%D0%B5%D1%80%D0%B2%D0%B5%D0%BD%D0%BE%D0%BF%D0%B5%D1%80%D0%BA%D0%B0/3_l0yoce.jpg"
      }
    ]
  },
  {
    "Id": "d4c2ac88-4084-47d0-8857-37e1afb8bbb4",
    "Name": "Шаран",
    "Weight": 35,
    "Lenght": 120,
    "Habittat": "В нашите води той намира отлични условия за развитие и размножаване. ",
    "Nutrition": "Шаранът е всеяден, като в ранна възраст се храни с планктон и с увеличаване на теглото, преминава към консумиране на различни бентосни организми. По-големите риби ядат и малки рибки поради неспособността да си осигуряват необходимото количество храна. ",
    "Description": "Шаранът е типичен представител на костните риби. Той спада към семейството на каракудата, скобар, червеноперка. Шаранът (Cyprinus carpio) е сладководна риба, която достига до 120 cm на дължина и до 35 kg на тегло. Световният рекорд е 34,35 kg и е поставен в езеро Lac de Saint-Cassien във Франция.Днес шаранът се отглежда често в язовирни и други водоеми. Високогърбестият шаран има дълги ъглести гръбни перки и четири мустака около устата, с които търси по дъното растения и дребни животинки. Чрез развъждане и селекциониране в продължение на столетия от него са създадени многобройни раси. Особено известни са унгарските шарани, които отстрани имат съвсем малко едри люспи (едролюспест шаран) както и огледалните (голи) шарани.През май и юни по камъни и водни растения женските шарани хвърлят хайвера си – до 500 000 хайверни зрънца. Малките рибки се отглеждат в плитки, обрасли с растителност басейни. През есента се преместват в по-дълбоки басейни за презимуване. Тук, заровени в тинята, са защитени от студа. Теглото на един две-тригодишен шаран достига средно три килограма.В България има традиция на Никулден да се готви пълнен шаран.",
    "Tips": "Той е главен обект на промишлено развъждане от рибните видове главно заради търговията с неговото месо. Желан обект е за спортен риболов поради вкусовите си качества, борбеността си и непретенциозността си към природните условия. Шаранът е една от най-вкусните сладководни риби. Месото му е бледо розово и има голям брой дребни костици.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177695/FishApp/FishImages/%D0%A8%D0%B0%D1%80%D0%B0%D0%BD/2_qhlu5a.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177695/FishApp/FishImages/%D0%A8%D0%B0%D1%80%D0%B0%D0%BD/4_xpgkmw.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177694/FishApp/FishImages/%D0%A8%D0%B0%D1%80%D0%B0%D0%BD/1_dozg61.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177695/FishApp/FishImages/%D0%A8%D0%B0%D1%80%D0%B0%D0%BD/3_mydwhv.jpg"
      }
    ]
  },
  {
    "Id": "094e9630-56d4-43cb-bb83-545887d621e9",
    "Name": "Щука",
    "Weight": 20,
    "Lenght": 150,
    "Habittat": "Ареалът на щуката е доста широк. Среща се до 1500 м надморско равнище. На места живее и в полусолени води. Среща се в стоящи, сладки води. Отсъства само в малките високопланински реки и потоци. Любопитна подробност в разпространението на щуката е тази, че тя се среща във водоеми, които са отдалечени от реките. Това се дължи на факта, че хайверът на щуката е доста лепкав и се пренася от водоплаващите птици. При по-големи популации на щука във водоема тя е способна бързо да унищожава зарибителния материал. Но като цяло ползата от щуката е по-голяма, тъй като тя унищожава най-вече болните и малоценни риби и направлява равновесието на екосистемата на водоема.",
    "Nutrition": "Щуката е обичаен хищник. Малките рибки, след излюпването от хайвера, се хранят със зоопланктон – хайвера на други риби и дребни ракообразни. При достигане на размер 5 – 6 см щуката започва да се храни изключително с малки рибки. Не са редки и случаите на канибализъм, когато по-едрите екземпляри се хранят с по-дребните. В нейната дажба попадат също така жаби, мишки и малките на водоплаващите птици. За разлика от другите хищници, щуката се държи на определени места във водоема и напада жертвите си от засада, като след нападението се завръща на своето място. Преследването на жертвата не е работа за щуката. Характерен е също така и начина, по който тя улавя рибата, с която се храни – обикновено първоначалното захващане е напреки на тялото, след което тя я поема с главата напред. Това е следствие на определения строеж на челюстите и зъбите на щуката, които не са предназначени за дъвчене – щуката гълта жертвите си цели.",
    "Description": "Щуката (Esox lucius) е едра хищна риба, широко разпространена в нашите води. Среща се почти навсякъде – в Азия, Америка и Европа. Достига над 150 см дължина на тялото и тегло до 20 кг. Има сведения и за значително по-едри екземпляри. Официалният рекорд е 25 кг и е поставен в езеро Греферн, Германия.Женските са обикновено доста по-едри от мъжките на една и съща възраст.Женската, в зависимост от размерите си, хвърля 40 000 – 250 000 хайверени зърна на килограм от теглото ѝ. Те имат размер около 3 mm. Инкубационния период е 10 – 30 дни. Полова зрялост настъпва на около 3 – 4-годишна възраст. Обикновено самката се придружава от 3 – 4 мъжки, като при по-възрастните екземпляри броят на самците достига 6 – 7 и дори 8. Рибите плуват групово, като мъжките се трият постоянно в женската. Щуката хвърля хайвера си в плитчините върху водната растителност, обикновено на места, наводнени от пролетните пълноводия. Периода на размножаване е по-рано от този на другите риби във водоема. В зависимост от географската ширина започва от края на февруари, началото на март и продължава до края на март, началото на април.",
    "Tips": "За риболов на щука се прилагат различни методи и тактики. На дъно, на голяма плувка / тапа /, спининг,Драшкович. За стръв се използват различни рибки, дори и жаби. Като най-издръжливата е каракудата. Хубаво е рибките за стръв, да са от водоема в който ще ловите. Добри резултати има с големите блесни и воблерите. Желателно е да използвате метален повод. Щуката има тричаво и сухо месо, много дребни кости.",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177821/FishApp/FishImages/%D0%A9%D1%83%D0%BA%D0%B0/1_tyecoi.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177821/FishApp/FishImages/%D0%A9%D1%83%D0%BA%D0%B0/2_hovf23.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1642177821/FishApp/FishImages/%D0%A9%D1%83%D0%BA%D0%B0/3_rnci3o.jpg"
      }
    ]
  }
]