[
  {
    "Id": "01bcef5d-fbea-4855-82a4-a475a705c2ae",
    "Name": "Пчелина",
    "Type": "Голям",
    "Description": "Пчелина е язовир в Западна България, построен през 70-те години. Преди това на негово място е имало село Пчелинци, от където произлиза и името му. По време на социализма е направен за утайник на река Струма, защото Перник много я е замърсявал и от Гърция са подавали оплаквания, че на тяхна територия се влива мръсната вода на река Струма. В резултат на процеса на утаяване, на дъното на язовира са натрупани големи количества утайки. Дълбочината на язовира е над 18 метра. На язовира има почивни станции на БАН, както и изграден развлекателен комплекс с басейни и дискотека. Обиколката на язовира по брега е 34 километра, а площта му е 5,38 км². На брега на язовира се намира средновековната църква „Свети Йоан Летни“.В Пчелина се вливат реките Струма и Светля.Близо до язовирната стена се намира скалното образувание Вучански камък.Скалата е висока около 15 метра и се намира на малък полуостров. На няколко десетки метра над нея има възвишение от което се открива невероятна гледка към почти целия язовир. До мястото води черен път, който започва от пътя Лобош-Ковачевци на 1,8 километра след язовирната стена.",
    "Latitude": 42.5188,
    "Longitude": 22.8471,
    "CityId": "2c5d74ae-4805-41ce-9b97-ee23c403a97c",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D1%87%D0%B5%D0%BB%D0%B8%D0%BD%D0%B0/2_xbd5sk.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D1%87%D0%B5%D0%BB%D0%B8%D0%BD%D0%B0/3_hmkwbx.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D1%87%D0%B5%D0%BB%D0%B8%D0%BD%D0%B0/1_l9lyiy.jpg"
      }
    ]
  },
  {
    "Id": "b2a03081-bf5e-47d0-ade9-f96c0ccb268b",
    "Name": "Панчарево",
    "Type": "Средно голям",
    "Description": "Панчаревското езеро, или езеро Панчарево, е язовир в горното течение на река Искър, на територията на Столична община. Красивата природа и близостта му до София го правят любимо място за излети и почивка на софиянци.Намира се на 12 km южно от центъра на София в посока Самоков и Боровец, на 2 km от Околовръстния път, по протежение на ул. „Самоковско шосе“. Разположено е в самия край на живописния Панчаревски пролом, между Витоша и Лозенската планина, при вливането на река Бистрица в Искър. Местността съчетава в себе си неповторимия ландшафт на водната площ и средновисоката планина. На западния му бряг е разположено курортното село Панчарево и Панчаревските минерални извори, до него опират също селата Кокаляне (югозападно) и Герман (североизточно). Източният му бряг е зает от дъбови и борови гори, а склоновете се спускат стръмно към водата, на места завършвайки със сипеи.Панчаревското езеро е публична държавна собственост. То е водохранилище от Искърската каскада за условно чиста вода, задоволяващо промишлените, благоустройствени, хигиенни и рекреационни нужди на София и на други селища от софийската агломерация. Язовирната стена, изпускателните съоръжения, челният преливник и изравнителят, заедно с водовземните кули, промишлените водопроводи и напоителния канал, се стопанисват от „Напоителни системи“ към Министерството на земеделието и храните. Министерството на околната среда и водите отговаря за водата в езерото, а Столичната община се грижи за прилежащите територии. Министерството на младежта и спорта от своя страна има отношение към собствеността върху спортната инфраструктура.Като част от второто ниво на каскада „Искър“ езерото осъществява дневното изравняване на преминалите през яз. „Пасарел“ и ВЕЦ Кокаляне водни количества, като извършва и минимално регулиране на оттока на реките Планщица, Ведена и Витошка Бистрица преди навлизането на река Искър в Софийското поле. След 1964 г. е обявено и активно се използва като обект за рекреация. Местоположение: Район Панчарево, област София. Надм. височина: 599.20 m. Построен: 1955 – 1957.Язовирна стена:Вид земно-насипна с глинен екран.Височина: 22 m.Ширина корона: 307 m.Ширина основа: 7 m.Преливници: 17.Езеро:Дължина: 2400 m.Ширина: 700 m.Дълбочина: 18 m.Площ: 1,2 km2.Воден обем: 6 700 000 m3.Приток: Искър.Отток: Искър",
    "Latitude": 42.36,
    "Longitude": 23.2428,
    "CityId": "2c5d74ae-4805-41ce-9b97-ee23c403a97c",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9F%D0%B0%D0%BD%D1%87%D0%B0%D1%80%D0%B5%D0%B2%D0%BE/3_uqpxpt.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9F%D0%B0%D0%BD%D1%87%D0%B0%D1%80%D0%B5%D0%B2%D0%BE/2_rfbxjz.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9F%D0%B0%D0%BD%D1%87%D0%B0%D1%80%D0%B5%D0%B2%D0%BE/1_ktqhi1.jpg"
      }
    ]
  },
  {
    "Id": "3e09aec6-8535-47b6-ac2c-737cfee8dce7",
    "Name": "Смолско",
    "Type": "Малък",
    "Description": "Язовир Смолско се намира само на 55 км. от центъра на София в средногорския балкан. Сгушен между два високи баира с параклис на брега, този водоем представлява една малка идилична картина. Боровите и широколистни гори по двата бряга са разделени от водата с красиви и тучни поляни.Надморска височина на която се намира водоема е 615 метра, а размерите му са 130м. при стената и 260 метра в най-дългата си права линия.Във водоема има стари риби с тегло около и над 10 килограма. Средното тегло на рибната популация от шаран е 3-4 кг. Зарибен е и с амур, но към момента (04. 2009 година) е с дребни размери – до 4 килограма. Други риби обитаващи водоема са толостолоб, пъстърва и каракуда.Условията за риболов са такса от 8 лв. на пръчка за 24 часа. Риболовците може да задържат общ улов с тегло до 3 килограма, като маломерни екземпляри от ценните видове под 1 килограм се пускат обратно във водата. Забранено е и взимането на риби с тегло над 3 (три) килограма. Нощният риболов е разрешен само след предварителна уговорка с управата на водоема.Красивата природа на Средногорският балкан, отдалечеността от градският шум, и същевременно близостта му до столицата правят този водоем една много добра дестинация за всеки риболовец или любител на красивата природа.Язовира се намира в Ихтиманска Средна гора. До язовира се стига като се тръгне от София в посока Богоров, Горна Малина, Белопопци и Байлово. След Байлово на разклона за Каменица, Петрич се спускате наляво. След спускането има кариера, карате още 1км. и в дясно има табела “Спортен риболов”. Пътят от Байлово до Смолско е 10 км. и е лош но проходим, знаете хубавите места са трудно достъпни, но от табелата до язовира пътят е чакълиран.",
    "Latitude": 42.648583,
    "Longitude": 23.922108,
    "CityId": "bcdc5sba-348e-48cb-9913-00ad48e9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A1%D0%BC%D0%BE%D0%BB%D1%81%D0%BA%D0%BE/4_cyjcfi.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A1%D0%BC%D0%BE%D0%BB%D1%81%D0%BA%D0%BE/3_hs3xzf.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A1%D0%BC%D0%BE%D0%BB%D1%81%D0%BA%D0%BE/1_nqeekb.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A1%D0%BC%D0%BE%D0%BB%D1%81%D0%BA%D0%BE/2_wtl50x.jpg"
      }
    ]
  },
  {
    "Id": "a04c34d7-9364-44bb-9cdf-9947b1690694",
    "Name": "Пасарел",
    "Type": "Малък",
    "Description": "Пасарел е малък язовир разположен на изключително красиво място в Панчаревският пролом на река Искър, между Лозенска планина и Плана, в землището на село Долни Пасарел. Водите му се използват за силодобиване и питейно-битово водоснабдяване на София. Самото езеро е вододайна зона и риболовът, както и къпането са забранени, но е едно чудесно място за разходка.Язовир Пасарел e част от каскада Искър, създадена като питеен, напоителен и енергиен източник за Софийската агломерация. Изграден е във връзка с акумулиране и изравняване на водните количества на р.Искър от стената на яз.Искър до ВЕЦ Пасарел, а от третата турбина на ВЕЦ-а е изградена аварийна връзка с Пречиствателна станция Панчарево. Водите на язовира се използват за силодобиване от по-ниско разположената ВЕЦ Кокаляне. Той е многогодишен изравнител и се стопанисва от Държавно предприятие Язовири и каскади НЕК, язовирен район Искър.Язовир Пасарел е второто водохранилище до София и е с дължина 2.5км и ширина до 320м. Намира се на 25км югоизточно от центъра на София, на надморска височина 700м. Близо до язовира е разположена в.з Пасарел и историческата местност Стражарски дол, където е лобното място на Българският летец-изтребител Димитър Списаревски, в памет на който е изграден пасарелският параклис Св. Георги Победоносец.От района на язовир Пасарел започва създадената през 2010 година екопътека Лозенска планина, която продължава по-нататък към вр. Половрак, Лозенският манастир Св. Спас и с. Лозен.Пасарелското езеро или яз.Пасарел, както е официалното му наименование, е прекрасно място за разходка и пикник.Приблизително в средната му част е изграден въжен мост, който свързва шосето със северната дъга на езерото, където е и вилната зона. На шосето до моста има спирка на автобус №3 от градския транспорт, както и място за паркиране на автомобили. До северната страна може да се стигне и с автомобил, като пътят минава през селото, след това предстоят около 2км черен път и езерото се открива пред вас като на длан.От север е заобиколено с прекрасна горска пътечка, от където може да наблюдавате различни видове риба плуваща на спокойствие дори до самия бряг. В района има ресторанти и места за пикник. В околностите над езерото се простират полегати зелени поляни сред борови и широколистни гори, където се разкриват типичните красиви гледки на Средногорието. Едновременно се виждат на запад Витоша, на юг Плана, на югоизток Рила, а в низината - прекрасното Пасарелско езеро. На север от езерото, само на 20мин, се намира паметният кът и лобно място на Националния герой кап.Димитър Списаревски. Там са изградени пейки, маси, беседка и е едно чудесно място за отдих през уикенда. Местоположение Район Панчарево, област София. Надм. височина: 700. m. Езеро:.Дължина: 2500 m.Ширина:320m. Воден: обем 2 700 000 m3.Приток:Искър. Отток: Искър",
    "Latitude": 42.54912,
    "Longitude": 23.48067,
    "CityId": "2c5d74ae-4805-41ce-9b97-ee23c403a97c",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D0%B0%D1%81%D0%B0%D1%80%D0%B5%D0%BB/4_fl7woo.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D0%B0%D1%81%D0%B0%D1%80%D0%B5%D0%BB/3_oyou3w.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9F%D0%B0%D1%81%D0%B0%D1%80%D0%B5%D0%BB/2_fxwwxk.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9F%D0%B0%D1%81%D0%B0%D1%80%D0%B5%D0%BB/1_mtubdw.jpg"
      }
    ]
  },
  {
    "Id": "704c15b4-30f8-4666-b0e9-31c1e517ed09",
    "Name": "Огняново",
    "Type": "Голям",
    "Description": "Язовир Огняново е язовир изграден по поречието на река Лесновска. Той е един от тридесетте най-значими язовира в България. Построен е за нуждите на Кремиковци и за напоителни нужди. Наречен е по името на село Огняново, намиращо се в непосредствена близост. Мястото е подходящо за отдих и риболов, в района на язовира могат да се изграждат и палаткови лагери. Може да се лови уклей, костур, каракуда, шаран, речен кефал, бял амур и др. Преди построяването на яз. Огняново е имало път свързващ с. Огняново и с. Голема Раковица. В момента той е на дъното на язовира и може да се види началото му преди водата.Язовира е с воден обем от 32 000 000 m3",
    "Latitude": 42.6133216476518,
    "Longitude": 23.753147708911,
    "CityId": "ajdc56sa-348e-48cb-9913-00ad48e9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9E%D0%B3%D0%BD%D1%8F%D0%BD%D0%BE%D0%B2%D0%BE/4_rpao7o.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9E%D0%B3%D0%BD%D1%8F%D0%BD%D0%BE%D0%B2%D0%BE/3_gq8glx.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9E%D0%B3%D0%BD%D1%8F%D0%BD%D0%BE%D0%B2%D0%BE/2_oh2q2z.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%9E%D0%B3%D0%BD%D1%8F%D0%BD%D0%BE%D0%B2%D0%BE/1_y3hmhf.jpg"
      }
    ]
  },
  {
    "Id": "cf7af45c-5459-45dd-93cf-dd16d3bed65b",
    "Name": "Извор",
    "Type": "Малък",
    "Description": "Язовирът се намира близо до село Извор, западно от град Сливница. Предлага добри условия за спортен и любителски риболов и въпреки малката си площ, водоемът предлага добри условия за почивка сред природата. Има голямо разнообразие от рибно богатство: каракуда, шаран, щипок, костур, уклей, слънчева риба, уклейка и др.",
    "Latitude": 42.428032584108,
    "Longitude": 22.8715240516193,
    "CityId": "bcdc5sba-348e-48cb-9913-00adsha9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%98%D0%B7%D0%B2%D0%BE%D1%80/1_cqdupa.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%98%D0%B7%D0%B2%D0%BE%D1%80/3_jxb4wz.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709163/FishApp/ReservoirImages/%D0%98%D0%B7%D0%B2%D0%BE%D1%80/2_jyddku.jpg"
      }
    ]
  },
  {
    "Id": "6b2e2b32-d66e-4580-9fb3-643f23b38b58",
    "Name": "Братушково",
    "Type": "Малък",
    "Description": "Село Братушково се намира в планински район. Разположено е по дължината на р. Нойчинци, в подножието на южно намиращите се височини Градище и Мала Вишая.Язовир Братушково предлага отлични условия за риболов и екотуризъм близо до столицата. Той се намира само на 30-ина километра от София близо до град Сливница.Водната площ на водоема е 150 декара",
    "Latitude": 42.8266916704747,
    "Longitude": 22.9844682845469,
    "CityId": "2c5d74ae-4805-41ce-9b97-ee23c403a97c",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%91%D1%80%D0%B0%D1%82%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%BE/4_t6kmlx.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%91%D1%80%D0%B0%D1%82%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%BE/3_yjyonf.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%91%D1%80%D0%B0%D1%82%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%BE/2_nw3fes.jpg"
      }
    ]
  },
  {
    "Id": "398c3ed4-96eb-44ce-91b0-f5388f5a1a60",
    "Name": "Осломе",
    "Type": "Малък",
    "Description": "Язовирът се намира на около един километър от село Ярджиловци, Пернишко. Разположен на 750 метра надморска височина, водоемът предлага прекрасно съчетание от красива природа и възможност за спортен риболов и пикник. Наименуван е на старото селище Осломе останало на дъното му - една от съставилите днешно Ярджиловци махали.",
    "Latitude": 42.6386921122428,
    "Longitude": 22.9181116827367,
    "CityId": "bcdc5sba-348e-48cb-2315-00ad48e9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9E%D1%81%D0%BB%D0%BE%D0%BC%D0%B5/1_i2enmh.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%9E%D1%81%D0%BB%D0%BE%D0%BC%D0%B5/2_c3114k.jpg"
      }
    ]
  },
  {
    "Id": "5c00ad9c-b323-490e-9d17-d1321facf631",
    "Name": "Бистрица",
    "Type": "Средно голям",
    "Description": "Язовир Бистрица се намира край софийското село Безден. Във водите на язовира се срещат: Бабушка, Бял амур, Каракуда, Костур, Червеноперка, Шаран, Щука и др. Предлага много добри условия за риболов.",
    "Latitude": 42.8807985621916,
    "Longitude": 23.095645995604,
    "CityId": "bcdc5sba-348e-48cb-2315-00ad48e9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%91%D0%B8%D1%81%D1%82%D1%80%D0%B8%D1%86%D0%B0/3_obxr3n.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%91%D0%B8%D1%81%D1%82%D1%80%D0%B8%D1%86%D0%B0/2_dzk5lg.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%91%D0%B8%D1%81%D1%82%D1%80%D0%B8%D1%86%D0%B0/1_cm2r5z.jpg"
      }
    ]
  },
  {
    "Id": "75a97d33-ca6e-4d6f-adbb-16654b2979f4",
    "Name": "Искър",
    "Type": "Голям",
    "Description": "Искър (до 21 декември 1949 г. Пасарел, до 19 януари 1962 г. Гигант язовир Сталин) е най-големият по обем и втори по площ язовир в България.Разположен е на река Искър. Използва се за водоснабдяване на столицата София, както и за производство на електроенергия.Според историческия обзор на компания „Софийска вода“ нуждата за построяване на язовир на река Искър е определена още 1900 – 1901 г., веднага след построяването на ВЕЦ „Панчарево“. През 1921 г. темата отново излиза на дневен ред с нарастващите нужди от вода за столицата. Проектът за 55-метрова язовирна стена и язовир с обем 320 милиона м3 не може да се осъществи поради неспособността на общината да компенсира жителите на селата Горни Пасарел, Калково и Шишманово.През 1932 – 1941 г. са направени топографски снимки, геоложка оценка за стената и наблюдения на количеството вода в Искъра край Пасарел, с цел построяване на язовир „Св. Петър“ (по името на манастира в Долни Пасарел, край който е трябвало да бъде стената). През юли 1947 г. започват нови геоложки проучвания на 4 места между Горни Пасарел и Панчарево за изграждане на язовир. С най-благоприятни геоложки, топографски и водно-стопански условия се оказва мястото около 37-и км. През 1947 – 1948 г. водите на река Искър се проучват допълнително.В началото на 1948 г. започва работата по проектите за второто ниво на каскада „Искър“ в новосъздадения Енергохидропроект. Бившият кмет на София инж. Иван Иванов, осъден на смърт от народния съд, е помилван на доживотен затвор в замяна за проектирането на язовир Искър. Той проектира язовира под милиционерско наблюдение, преди да бъде изцяло помилван. На 26 януари 1949 г. проектът е одобрен от експертен съвет към тогавашното Министерство на електрификацията и мелиорациите и е планирано язовирът да има работен обем 520 млн. м3 и 60 млн. м3 резервен обем.Подготвителните работи започват през 1949 г., основното строителство – в края на 1950 г., а на 6 септември 1954 г. хидровъзелът е официално открит. За времето си той е най-голямото техническо съоръжение в България. На 21 декември 1949 г., докато още е в строеж, е преименуван на „Гигант язовир Сталин“, по-късно името му е върнато. Параметри на язовира:Общ обем: 673 млн. м3.Полезен обем: 580 млн. м3.Площ на водосборната област: 1046 км2.Обща залята площ: 30 км2.Най-високо водно ниво – 817,5 м.Най-високо работно водно ниво – 816 м.Най-ниско работно водно ниво – 783 м.Дължина на язовира: 13,5 км.Средна надморска височина: 850 м.Вид на стената: бетонно–гравитачна.Дължина на язовирната стена по короната: 204 м.Височина на язовирната стена: 76 м.Кота корона – 817,65 м",
    "Latitude": 42.4638552472226,
    "Longitude": 23.5771030878433,
    "CityId": "2c5d74ae-4805-41ce-9b97-ee23c403a97c",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%98%D1%81%D0%BA%D1%8A%D1%80/4_rrv0ub.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%98%D1%81%D0%BA%D1%8A%D1%80/3_f3dtho.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%98%D1%81%D0%BA%D1%8A%D1%80/1_vxhvoe.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709163/FishApp/ReservoirImages/%D0%98%D1%81%D0%BA%D1%8A%D1%80/2_fsrbkh.jpg"
      }
    ]
  },
  {
    "Id": "aad08c2f-2533-4aa7-8682-67f28d631664",
    "Name": "Бебреш",
    "Type": "Малък",
    "Description": "Бебреш е язовир на река Бебреш в община Ботевград. Водите му се използват за промишлени цели и питейно-битово водоснабдяване на Ботевград след пречистване.Язовирът е построен през 1987 г. за напояване на земеделските земи. Обемът му е 15,1 млн. m3. Стената му е изградена от трамбована глина. Тя е с височина 48 m. и дължина 408 m. Към стената му е изградена водна кула с височина 53 m. Чрез нея се подава водата от язовира към Ботевград и Ботевградското поле. Построен 1987 г.Язовирна стена:Височина 48 m.Дължина 408 m.Езеро:Воден обем: 15 100 000 m3.Приток: Бебреш.Отток: Бебреш",
    "Latitude": 42.8394601337914,
    "Longitude": 23.780971849399,
    "CityId": "bcdc5sba-348e-48cb-9913-00aksga801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%91%D0%B5%D0%B1%D1%80%D0%B5%D1%88/4_uxgite.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709166/FishApp/ReservoirImages/%D0%91%D0%B5%D0%B1%D1%80%D0%B5%D1%88/3_luci7d.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%91%D0%B5%D0%B1%D1%80%D0%B5%D1%88/2_njxbnz.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%91%D0%B5%D0%B1%D1%80%D0%B5%D1%88/1_hslycw.jpg"
      }
    ]
  },
  {
    "Id": "fae12d87-ba6e-4a5a-8144-0e36f459a231",
    "Name": "Тополница",
    "Type": "Средно голям",
    "Description": "Язовир Тополница е построен на най-дългата река, носеща същото име Тополица в Средна гора. Язовирът се намира в южната част на дълбока долина между източната и средната част на планината Средна гора. Недалече от язовир Тополница е и историческото място Оборище. Язовирът се намира на 75 километра от София и на 18 километра от град Панагюрище.Мекият климат и красивите гори го правят привлекателно място за летен курорт и бивакуване. Язовирна стена:Вид: бетонна.Височина: 78 m.Преливници: 4 х 1500 m3/sec.Езеро:Площ: 5,70 km2.Воден обем: 137 000 000 m3.Приток: Тополница.Отток: Тополница.Водосб. басейн: 1381 km2",
    "Latitude": 42.4351509539874,
    "Longitude": 24.0012894238389,
    "CityId": "bcahsba-348e-48cb-9913-00ad4xas801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%A2%D0%BE%D0%BF%D0%BE%D0%BB%D0%BD%D0%B8%D1%86%D0%B0/3_csccmy.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A2%D0%BE%D0%BF%D0%BE%D0%BB%D0%BD%D0%B8%D1%86%D0%B0/2_pymwdk.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A2%D0%BE%D0%BF%D0%BE%D0%BB%D0%BD%D0%B8%D1%86%D0%B0/1_lwygvh.jpg"
      }
    ]
  },
  {
    "Id": "ecea30be-bc44-42d3-a765-6250462ab88e",
    "Name": "Дяково",
    "Type": "Голям",
    "Description": "Дяково е язовир в Югозападна България. Намира се в Община Дупница в близост до селата Дяково и Кременик. Площта на язовира е 2000 декара и е основен водоизточник на град Дупница. Известен е с формата си на разперена длан. Много видове риба плуват в язовира, като сом, шаран, костур, пъстърва и други.",
    "Latitude": 42.3498903558534,
    "Longitude": 23.0878050148215,
    "CityId": "bcdc5sba-312e-48cb-9913-00adjfdga01d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%94%D1%8F%D0%BA%D0%BE%D0%B2%D0%BE/3_iguo5w.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%94%D1%8F%D0%BA%D0%BE%D0%B2%D0%BE/2_wfyb7q.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D1%8F%D0%BA%D0%BE%D0%B2%D0%BE/1_uqjrb9.jpg"
      }
    ]
  },
  {
    "Id": "eae6462a-b528-43a0-a875-26446daef90e",
    "Name": "Въча",
    "Type": "Голям",
    "Description": "Въча е язовир в Южна България, в района на Родопите, по поречието на р. Въча, на границата между област Пловдив, област Смолян и област Пазарджик и е част от каскадата Доспат-Въча. Той е най-големият язовир на реката и един от най-големите в България въобще. Дълъг е около 18 км - от почивна станция Антонивановци до с. Михалково. Осигурява част от питейната вода за Пловдив и се използва за напояване на Пловдивското поле. Язовирът притежава най-високата язовирна стена в България - 144,5м.В язовир Въча вирее голямо разнообразие от риба - бял амур, платика, бяла риба, бабушка, каракуда, кефал, костур, скобар, сом, уклей, слънчева риба, шаран, червеноперка и щука. Поради това той е много известна дестинация за риболов. Около язовира се намират част от Родопите с красива природа. Добра гледка към местността се разкрива от връх Свети Илия.Край бреговете на язовира има добри условия за туризъм. Покрая язовира минава пътят Кричим-Девин. Предишното име на язовира е Антон Иванов или Антонивановци. На брега от страната Пазарджишка област е издигнат мемориал в чест на четата.Надм. Височина: 540 m.Построен: 1975 г.Язовирна стена: Вид: бетонова гравитачна.Височина: 144,5 m.Дължина: 420 m.Преливници: 4 броя, 2060 m3/сек.Езеро:.Площ: 4,97 – 5,2 km2.Воден обем: 226 120 000 m3.Приток: 635 m3/сек.Водосб. басейн: 1465 km2.Източник: река Въча",
    "Latitude": 41.9323967993985,
    "Longitude": 24.4384845281984,
    "CityId": "badhgshsa-348e-48cb-9913-00ad48e9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%92%D1%8A%D1%87%D0%B0/4_wfyhpi.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%92%D1%8A%D1%87%D0%B0/3_kzw9en.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%92%D1%8A%D1%87%D0%B0/1_gkermj.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%92%D1%8A%D1%87%D0%B0/2_rwapn2.jpg"
      }
    ]
  },
  {
    "Id": "a7662824-439a-4b3c-9d55-8c799c7479dd",
    "Name": "Доспат",
    "Type": "Голям",
    "Description": "Доспат е язовир на река Доспат в Западните Родопи. Разположен на 1200 m надм. височина, площта му е 18,3 km² и е сред най-големите по площ и обем в България. Построен е на р. Доспатска. В него може да се лови шаран, пъстърва, кефал, костур, червеноперка и каракуда.Водноелектрическа каскада Доспат – Въча е най-големият хидроенергиен комплекс в България. Към момента на построяването си язовир Доспат е вторият по големина язовир в страната. Пускането му в действие и завиряването му става през 1967 г. Към язовир Доспат са насочени води от водосбора на Осинска река, благодарение на което в язовира годишно се вливат допълнително 10 милиона m3 вода, покачвайки производителността на всички ВЕЦ по-нататък по каскадата с 10% или 10 GWh годишно. Водата от язовир Доспат се пренасочва към ВЕЦ „Тешел“ и надолу по каскадата Доспат-Въча.Наводнените от язовира територии преди са представлявали плодородна долина, в която се сеели житни култури. Жителите на селата от целия край са били наемани като жътвари, когато се прибирала реколтата. Построяването на язовира и наводняването на долината довело до евакуиране на селата Орлино (Бóзалан/Бóзилан), разположено от западната страна на реката, и Бърдуче (Бардакчи) и частично Крушата (Армутчук/Арнудли), разположени от източната страна.Язовирът е дълъг 19 km и широк около 3 km, разположен в посока северозапад – югоизток. По североизточния му бряг минава живописен път между градовете Сърница и Доспат.Надм. височина: 1200,5 mПостроен: 1969.Язовирна стена: Вид: Каменонасипна с глинено ядро.Височина: 60,5 m.Дължина: 230 m.Преливници: 1x267 m3/сек.Езеро:Дължина: 19 km.Ширина: 3 km.Площ: 18,3 km2.Воден обем: 449 220 000 m3.Приток: 249,07 млн. m3.сВодосб. басейн: 432,3 km2",
    "Latitude": 41.7113158271829,
    "Longitude": 24.0777557320003,
    "CityId": "bcdc5sba-332e-48cb-1523-00ad48e9801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D1%81%D0%BF%D0%B0%D1%82/4_mb2yom.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D1%81%D0%BF%D0%B0%D1%82/2_yx54xm.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D1%81%D0%BF%D0%B0%D1%82/1_o3pb83.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D1%81%D0%BF%D0%B0%D1%82/3_wnpizo.jpg"
      }
    ]
  },
  {
    "Id": "3a009792-e071-4bf0-ae5e-9c0c5b8103e2",
    "Name": "Белмекен",
    "Type": "Голям",
    "Description": "Белмекен е язовир, разположен на 1923 м надморска височина по течението на Сестримска река в Рила планина и е част от каскадата „Белмекен-Сестримо-Чаира“. Той е най-високият язовир с насипна язовирна стена на Балканския полуостров.Името на язовира означава известно място. Той е най-високопланинското водохранилище в Източна Рила; изграден е на река Крива река.Изходен пункт за язовира е село Сестримо, както и местността Юндола.Съоръженията на каскада „Белмекен-Сестримо“ са разположени в североизточните склонове на Рила планина, като улавят водите от рилската част на поречията на реките Марица, Места и Струма.Каскадата е съставена от два пояса събирателни деривации: единият на кота 1900 м и другият на кота 1200 м.Водите от горния пояс се вливат в язовир „Белмекен“, а тези от долния – в дневния изравнител „Станкови бараки“.Каскадата се изгражда на три енергийни стъпала:Първото стъпало от каскадата обхваща събирателните деривации на кота 1900, а именно: Благоевградска Бистрица, Илийна, Манастирска – Бели Искър, Джаферица, Марица 1900 и Грънчар. Водосъбирателният канал Грънчар хваща и водите на реките Благоевградска Бистрица и р. Рилска река с притока ѝ Илийна. Река Благоевградска Бистрица извира от склона между Голям и Малък Мечи връх в Рила на 2600 м надморска височина. Северно от долината на Благоевградска Бистрица е тази на р. Рилска с притока ѝ Илийна.Местоположение: Пазарджик, БългарияНадм. височина: 1923 m.Построен: 1974 г.Язовирна стена:Вид: насипна.Езеро:Дължина: 3,98 km.Ширина: 1,2 km.Площ: 4,531 km².Воден обем: 144 040 000 m³.Приток: Крива река.Отток: Крива река.Водосб. басейн: 219 km².Източник: Сестримска река",
    "Latitude": 42.1610123517502,
    "Longitude": 23.7978762240441,
    "CityId": "bcdc5sba-4231-48cb-9913-00ad4212801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%91%D0%B5%D0%BB%D0%BC%D0%B5%D0%BA%D0%B5%D0%BD/4_ecvy6k.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%91%D0%B5%D0%BB%D0%BC%D0%B5%D0%BA%D0%B5%D0%BD/2_aqmkxn.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%91%D0%B5%D0%BB%D0%BC%D0%B5%D0%BA%D0%B5%D0%BD/1_jqne7m.jpg"
      }
    ]
  },
  {
    "Id": "b947b427-a083-4d02-b3e4-861021eb7b0f",
    "Name": "Езерово",
    "Type": "Средно голям",
    "Description": "Езерово е язовир на река Каялийка в България и е втори по поречието на реката, след язовир Брягово. Използва се за напояване и рибовъдство. Разположен е на територията на община Първомай, Пловдивска област, над село Езерово, в началото на северните части на Родопите.В язовира се срещат различни видове риба: бял Толстолоб, пъстър Толстолоб, Каракуда, Костур, Речен кефал (Клен), Сом, Червеноперка, Черен амур, Шаран, Щука.В праисторическото миналото, местността е била дъно на голямо езеро, в района на белите камъни (Семер дере), могат да се намерят дребни вкаменелости на различни водни видове. На източната стена на язовира се намира малка пещера. А почитателите на риболова могат да практикуват своето хоби, срещу заплащане на такса. Местоположение: Област Пловдив, БългарияПостроен: 1957.Язовирна стена:Вид: Земнонасипна с глинен зъб.Височина: 18,27 m.Езеро:Площ: 832 дка.Воден обем: 6 000 000 m3.Източник: река Каялийка",
    "Latitude": 42.0007566325116,
    "Longitude": 25.2716832955707,
    "CityId": "bc3513ba-4231-421b-9913-00ad4212801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%95%D0%B7%D0%B5%D1%80%D0%BE%D0%B2%D0%BE/1_yszxom.jpg"
      }
    ]
  },
  {
    "Id": "4e880458-787a-4738-8197-4d6406d3abc8",
    "Name": "40-те извора",
    "Type": "Малък",
    "Description": "Язовир 40-те извори е разположен на няколко километра източно от Асеновград. Построен е през 1967 година за напояване на Тракийската низина. Язовирът предлага добри условия за къмпингуване, риболов, както и за каране на лодки и кану-каяк. В близост до язовира е разположено трасе за моторкрос, може да се посети и параклисът Св.Три Светители, който се намира в близост до разклона за село Мулдава.",
    "Latitude": 42.0045192775242,
    "Longitude": 24.9375283143189,
    "CityId": "bc3513ba-4231-421b-9913-sfhshsasa",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/40-%D1%82%D0%B5%20%D0%B8%D0%B7%D0%B2%D0%BE%D1%80%D0%B0/4_xv8tfr.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/40-%D1%82%D0%B5%20%D0%B8%D0%B7%D0%B2%D0%BE%D1%80%D0%B0/3_im57n2.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/40-%D1%82%D0%B5%20%D0%B8%D0%B7%D0%B2%D0%BE%D1%80%D0%B0/2_xhe0zy.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/40-%D1%82%D0%B5%20%D0%B8%D0%B7%D0%B2%D0%BE%D1%80%D0%B0/1_r97tei.jpg"
      }
    ]
  },
  {
    "Id": "5daf1b40-3b82-4948-96d2-0e9216d2f4dd",
    "Name": "Голям Беглик",
    "Type": "Голям",
    "Description": "Голям Беглик (до 14 март 1950 г. Ташбоаз, до 11 юни 1999 г. Васил Коларов) е язовир в Западните Родопи, в землището на град Батак. Язовирната стена се намира на път номер 37, по средата между Доспат и Батак, а Сърница е малко по-близо до язовира. Язовир Голям Беглик се намира недалеч от резервата Беглика.Язовирът е съставен елемент на каскадата Батак. Водата от язовир Широка поляна минава през Голям беглик, след което преминава през ВЕЦ Батак, язовир Батак, ВЕЦ Пещера и ВЕЦ Алеко.Строежът на язовира започва през 1946 година, а на 18 ноември 1951 официално е открит. Първоначално е бил проектиран като напоителен язовир за Пловдивското поле, но по-късно се използва за захранване на ВЕЦ-ове.Две основни водохранилища – язовир „Голям беглик“ и язовир „Батак“;Три язовира за допълнително прехвърляне на води с четири помпени станции към тях;Два пояса събирателни канали с обща водосборна площ 794 m²;Три водноелектрически централи – ВЕЦ Батак, ВЕЦ Пещера и ВЕЦ Алеко.Първото стъпало обхваща съоръженията от горната част на каскадата, в т.ч. хидровъзел „Голям беглик“, помощните язовири „Беглика“, „Тошков чарк“ и „Караджа дере“, събирателните деривации „Беглика“, „Гашна“, „Бяла“ и „Черна“, главна напорна деривация на ВЕЦ „Батак“ с дължина 13,1 km и централата. Към стъпалото се включва и хидровъзел „Широка поляна“, построен през периода 1959 – 1962 г.Местоположение: Област Пазарджик, БългарияНадм. височина: 1528,2 m.Построен: 1951 г.Язовирна стена:Вид: Каменнозидна със стоманенобетонов екран.Височина: 46,5 m.Дължина: 191 m.Преливници: 1x50 m³/s.Езеро:Площ: 4,8 km².Воден обем: 62 110 000 m³.Приток: 4,19 m³/сек.Водосб. басейн: 331 km².Източник: река Крива",
    "Latitude": 41.8067384062318,
    "Longitude": 24.1169311238716,
    "CityId": "bc3513ba-4231-421b-9913-00ajgss2801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%93%D0%BE%D0%BB%D1%8F%D0%BC%20%D0%91%D0%B5%D0%B3%D0%BB%D0%B8%D0%BA/2_vx28ls.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%93%D0%BE%D0%BB%D1%8F%D0%BC%20%D0%91%D0%B5%D0%B3%D0%BB%D0%B8%D0%BA/4_rzapcw.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%93%D0%BE%D0%BB%D1%8F%D0%BC%20%D0%91%D0%B5%D0%B3%D0%BB%D0%B8%D0%BA/3_hkdgxz.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%93%D0%BE%D0%BB%D1%8F%D0%BC%20%D0%91%D0%B5%D0%B3%D0%BB%D0%B8%D0%BA/1_h1i79f.jpg"
      }
    ]
  },
  {
    "Id": "a7bba274-1b39-4df4-9f81-c6ca215f2089",
    "Name": "Красен",
    "Type": "Малък",
    "Description": "Язовир Дрян(Красен) се намира в близост до селата Красен и Росен, той е действащ и може да се практикува риболов. Всяка година там се провежда Еньовденски събор , който е с конкурсен характер. Всяка година съборът привлича нови посетители и участници. В близост до язовир Дрян има еко къмпинг разположен в село Красен, който е направен с цел да се създаде удобство за посетителите на селото и околните забележителности.",
    "Latitude": 43.8701230368527,
    "Longitude": 27.9656197158487,
    "CityId": "hshsdfds-4231-421b-9913-00ajgss2801d",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%9A%D1%80%D0%B0%D1%81%D0%B5%D0%BD/1_mkqfhu.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%9A%D1%80%D0%B0%D1%81%D0%B5%D0%BD/2_jetexn.jpg"
      }
    ]
  },
  {
    "Id": "e370cc5c-8837-43da-a1c9-5e548fb18eec",
    "Name": "Дондуково",
    "Type": "Малък",
    "Description": "Язовир Дондуково е язовир в Южна България, разположен в Сърнена Средна гора, във вилна зона Дондуково, която се се администрира от община Брезово, Област Пловдив. Язовирът се намира на на 4км от село Златосел и 7км от село Свежен. Захранва се с вода от река Сребра , както и от дъждовни и снежни води. Язовирът Дондуково е създаден през 1962г, с цел снабдяване с вода близките села, както и задоволяване нуждите за селското стопанство и осигуряване на вода на населението.Рибите, които се срещат в язовира и са обект на спортен риболов са : червеноперка, костур, каракуда, шаран, балканска пъстърва .Други водни обитатели са :жаби, водни костенурки (рядко), водни змии, плаващи птици-диви гъски, чайки, черни корморани, рибарчета и други. На места по ниските хълмове около самия язовир има смесени широколистни гори от цер (Quercus cerris) и космат дъб (Quercus pubescens), както и иглолистни гори – бор, ели и смърч.През топлите месеци на голяма част от бреговете на язовира, се виждат лагеруващи риболовци и туристи от почти всички краища на страната, някои от тях изкарват там с месеци. Има условия и за къмпинг на самия язовир. Има удобни места за лагеруване и пускане на лодки. Статутът на язовира е – свободен. В близост е хижа Дондуково, разположена е на 500 метра надморска височина. Представлява масивна двуетажна сграда, която е водоснабдена и електрифицирана. Отоплява се с твърдо гориво, има туристическа кухня и столова.Мястото е подходящо за туризъм през всеки сезон от годината. Районът на вилното селище е идеален за лов на благороден елен, зайци и диви прасета. Красивата природа е подходяща за фотосафари и велотуризъм. Около вилната зона по пътя около язовира през лятото има от много къпини. Местоположение: Област Пловдив, БългарияПритоци: река Сребра.Площ: 342 декара",
    "Latitude": 42.4444040548328,
    "Longitude": 25.0111373671531,
    "CityId": "bc3513ba-4231-421b-2512-gadgdsgas",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D0%BD%D0%B4%D1%83%D0%BA%D0%BE%D0%B2%D0%BE/1_wibrpk.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D0%BD%D0%B4%D1%83%D0%BA%D0%BE%D0%B2%D0%BE/2_kdt5jg.jpg"
      }
    ]
  },
  {
    "Id": "d22ac706-28cf-4fb7-a43d-79ded5a9a7fb",
    "Name": "Домлян",
    "Type": "Малък",
    "Description": "Язовирът е със залята площ от 1680 декара и се намира на 15 километра от Карлово. За да се стигне до него се минава през село Горни Домлян.За да ловите риба във водите на този водоем е нужно да имате освен редовен риболовен билет издаден отИАРА и такъв издаден от ЛРД Домлян. Сдружението ежегодно зарибява водоема с шаран и други ценни видове риба.Във водоема можете да уловите пъстърва, шаран, бабушка, толстолоб, каракуда, костур, лин, клен, уклей, червеноперка, черна мряна и сом.",
    "Latitude": 42.5468625765633,
    "Longitude": 24.9204390878477,
    "CityId": "924b1370-ad70-4163-a66a-2909591fb2eb",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D0%BC%D0%BB%D1%8F%D0%BD/3_wpuyyh.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D0%BC%D0%BB%D1%8F%D0%BD/2_cje2ey.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709170/FishApp/ReservoirImages/%D0%94%D0%BE%D0%BC%D0%BB%D1%8F%D0%BD/1_ufjdzw.jpg"
      }
    ]
  },
  {
    "Id": "f060414f-45a7-4b11-a56c-e24ce458c8d6",
    "Name": "Копринка",
    "Type": "Голям",
    "Description": "Язовир Копринка - старо му име е Георги Димитров, разположен по поречието на река Тунджа в Долината на розите, на 7км от град Казанлък. Дълъг е около 3км и има множество ръкави и заливи. Основното предназначение на хидровъзела е комплексното използване (напояване, промишлено водоснабдяване и електропроизводство) на водите на р. Тунджа, която събира водите си от южните склонове на Централна Стара планина и северните склонове на Средна гора. Идеята за изграждането на язовир на реката възниква в началото на миналия век.При строителството на язовир Копринка е разкопан и изцяло проучен тракийският град Севтополис от специалисти археолози към Археологически институт при БАН в периода 1948-1954г.Околността предлага добри условия за туризъм, риболов и водни спортове.Надм. Височина: 390 m.Построен: 1955.Язовирна стена:Височина: 44 m.Езеро:Дължина: 7,4 km.Ширина: 1,2 km.Площ: 8,4 km².Воден обем: 140 000 000 m³.Приток: Тунджа.Отток: Тунджа",
    "Latitude": 42.6171209720415,
    "Longitude": 25.2926279368067,
    "CityId": "70b18c84-171e-4ab9-a282-d510785d095f",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709169/FishApp/ReservoirImages/%D0%9A%D0%BE%D0%BF%D1%80%D0%B8%D0%BD%D0%BA%D0%B0/1_nyqzh2.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%9A%D0%BE%D0%BF%D1%80%D0%B8%D0%BD%D0%BA%D0%B0/4_y8uofz.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%9A%D0%BE%D0%BF%D1%80%D0%B8%D0%BD%D0%BA%D0%B0/3_keqe7g.png"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%9A%D0%BE%D0%BF%D1%80%D0%B8%D0%BD%D0%BA%D0%B0/2_hf3u8q.jpg"
      }
    ]
  },
  {
    "Id": "087ecb42-6f8e-429a-a57a-5ab2a794ca66",
    "Name": "Пясъчник",
    "Type": "Голям",
    "Description": "Пясъчник е язовир в България, разположен е в северозападната част на Горнотракийската низина, по горното течение на едноименната река. Намира се на северозапад от село Любен в земите на село Беловица, Пловдивска област. Площта му е 9,1 км², а обема му е 206,53 млн. м³.",
    "Latitude": 42.4025382104566,
    "Longitude": 24.5631801401556,
    "CityId": "e59068c1-7ee5-4467-8be2-ac45886038e5",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%9F%D1%8F%D1%81%D1%8A%D1%87%D0%BD%D0%B8%D0%BA/3_ewwzxy.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D1%8F%D1%81%D1%8A%D1%87%D0%BD%D0%B8%D0%BA/2_jxn3ym.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709167/FishApp/ReservoirImages/%D0%9F%D1%8F%D1%81%D1%8A%D1%87%D0%BD%D0%B8%D0%BA/1_aeikmb.jpg"
      }
    ]
  },
  {
    "Id": "87530cb1-067e-46dc-a68b-96282486b12d",
    "Name": "Жребчево",
    "Type": "Голям",
    "Description": "Жребчево е язовир на река Тунджа, България, който се намира в красива подпланинска местност, до селата Баня и Асеновец от Община Нова Загора. Кръстен е на потопеното под него в 1965 година село Жребчево. Язовирът е построен през 1959-1966г.Разположен на 25км² площ, Жребчево е четвъртият по големина язовир в България, след Мандра, Искър и Студен кладенец. В североизточния му край се намира при изграждането му потопената църква Свети Иван Рилски, която е единствената останка от село Запалня.До бента на язовира са разкрити останки на римска крепост.",
    "Latitude": 42.6250856632066,
    "Longitude": 25.8619964194022,
    "CityId": "f50e80e3-fae0-45db-b474-bc9e758422f9",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%96%D1%80%D0%B5%D0%B1%D1%87%D0%B5%D0%B2%D0%BE/4_ourckj.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%96%D1%80%D0%B5%D0%B1%D1%87%D0%B5%D0%B2%D0%BE/3_sqri7g.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%96%D1%80%D0%B5%D0%B1%D1%87%D0%B5%D0%B2%D0%BE/2_ebvrdr.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709171/FishApp/ReservoirImages/%D0%96%D1%80%D0%B5%D0%B1%D1%87%D0%B5%D0%B2%D0%BE/1_gop7qp.jpg"
      }
    ]
  },
  {
    "Id": "f50e80e3-fae0-45db-b474-bc9e758422f9",
    "Name": "Тича",
    "Type": "Голям",
    "Description": "Тича е язовир в Североизточна България. Той е седмият по големина у нас. Общият обем на язовира е 311 800 000м3 - 271 800 000м3 полезен обем и 40 000 000м3 мъртъв обем. Височината на стената е 55,50м, а залятата площ при пълен язовир е 18 700 дка. Най-близкия град е Велики Преслав, който е на по малко от 10км от преливната стена на язовира. Близки градове са също гр. Върбица на 18км и гр.Шумен на 40км. Обиколката му е над 100км и е язовира с най-голяма обиколка в България.В язовира могат да се ловят разнообразени видове риба. Рекордът на Тича, а и на България, за улов с въдица е 112кг сом с дължина 254см.В язовира могат да се ловят разнообразни видове риба. Рекордът на Тича, а и на България, за улов с въдица е 112 kg сом с дължина 254 cm, уловен от пловдивчанина Красимир Александров.                                     В язовира се намират:Бабушка,Бяла риба,Каракуда,Кефал,Костур,Слънчева риба,Сом,Уклей,Шаран,Червеноперка,Морунаж иПлатика",
    "Latitude": 43.0527236967751,
    "Longitude": 26.7620560337156,
    "CityId": "7d100888-ee87-41f4-9f21-b0977e4a23ca",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A2%D0%B8%D1%87%D0%B0/2_sccuje.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709168/FishApp/ReservoirImages/%D0%A2%D0%B8%D1%87%D0%B0/1_ffnpxa.jpg"
      }
    ]
  },
  {
    "Id": "d6b3d251-14a0-4c75-b4b8-a7eaf263fa95",
    "Name": "Цонево",
    "Type": "Голям",
    "Description": "Язовир Цонево се намира в поречието на река Луда Камчия, само на километър от село Цонево. Той е третият по големина язовир в България, разположен на водна площ от 17 300 дка. Старото му име е язовир Георги Трайков. Той разполага с кристално чисти и топли води, които се използват за напояване и водоснабдяване.Язовирът е богат на риба. В него плува платика, червеноперка, каракуда, костур и сом. Тези условия предполагат развитието на риболова – стопански и любителски.Живописното корито на язовира и прилежащите залесени склонове го правят привлекателно място за развитие на туризма и краткотрайния отдих. Край язовира има бунгала, а частни квартири могат да се намерят в близките села Цонево и Аспарухово.Местоположение: Област Варна, БългарияНадм. Височина: 185 m.Построен: 1974.Язовирна стена:Вид: земнонасипна стена.Височина: 39 m.Дължина: 890 m.Езеро:Дължина: 30 km.Площ: 17.3 km2.Източник: река Луда Камчия",
    "Latitude": 42.9965521179051,
    "Longitude": 27.4081603455917,
    "CityId": "2f8afeb7-fd0f-47ba-be4e-3a9cd0145938",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%A6%D0%BE%D0%BD%D0%B5%D0%B2%D0%BE/4_zsleoy.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%A6%D0%BE%D0%BD%D0%B5%D0%B2%D0%BE/3_zqx0bl.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709164/FishApp/ReservoirImages/%D0%A6%D0%BE%D0%BD%D0%B5%D0%B2%D0%BE/2_ljfgpc.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709163/FishApp/ReservoirImages/%D0%A6%D0%BE%D0%BD%D0%B5%D0%B2%D0%BE/1_zdsyhd.jpg"
      }
    ]
  },
  {
    "Id": "9b275d62-d14f-4183-9fe0-6fdeaaedf5e8",
    "Name": "Мартиново",
    "Type": "Малък",
    "Description": "Язовир Мартиново се намира край село Мартиново, община Чипровци. Използва се предимно за напояване и снабдяване на селото. Някои от бреговете са подходящи за пикник и почивка, други за риболов, трети са много стръмни. Язовирът не е особено дълбок, затова не е подходящ за водни спортове.",
    "Latitude": 43.3956179910917,
    "Longitude": 22.8417436939452,
    "CityId": "14573754-2941-4267-b9fe-e9e4596834f7",
    "ImageUrls": [
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%9C%D0%B0%D1%80%D1%82%D0%B8%D0%BD%D0%BE%D0%B2%D0%BE/2_nluvuh.jpg"
      },
      {
        "ImageUrl": "https://res.cloudinary.com/kocewwcloud/image/upload/v1640709165/FishApp/ReservoirImages/%D0%9C%D0%B0%D1%80%D1%82%D0%B8%D0%BD%D0%BE%D0%B2%D0%BE/1_tykg7x.jpg"
      }
    ]
  }
]
